<div class="headrules">
    <h1>Правила для лидеров фракций</h1>
</div>
<div class="rulesblockbg">
    <h1>1. Общее положение</h1>
    
    <p>1. Лидерский срок составляет <b>один месяц (30 дней)</b>, для лидера City Hall - <b>45 дней</b>.</p>
    <p>2. Если лидер не справляется со своими обязанностями, то заносится в <b>черный список лидеров</b>. <b>Исключение:</b> р. 1, п. 3.</p>
    <p>3. Лидер может быть снят по <b>РП-расследованию</b> или <b>государственным переворотом</b>, в этом случае на него не будет наложено никаких санкций.</p>
    <p><b>Примечание:</b> запрещено подставные РП расследования для обхода р. 1, п. 2. | <b>Ban 7 дней всем участникам.</b></p>
    <p>*<b>Примечание:</b> наказание может варьироваться в зависимости от нарушения.</p>
    
    <p>4.1. На усмотрение главного куратора фракций с лидера организации может быть снято одно <b>устное предупреждение</b> за активность фракции, но не чаще, чем раз в неделю.</p>
    <p>4.2. На усмотрение главного куратора фракций с лидера организации может быть снято одно <b>устное / строгое предупреждение</b> за снятый проморолик или активный лидерский срок, но не чаще, чем раз в 1 лидерский срок.</p>
    <p>4.3. За активное участие / организацию внутриигрового теракта, а также активное участие (либо победе) в мероприятиях от администрации, лидер может снять <b>устный выговор</b>, но не более 2 раз за один лидерский срок.</p>
    <p><b>Примечание:</b> выговор снимается на усмотрение главного куратора фракций.</p>
    <p>4.4. На усмотрение Главного администратора, лидер может быть убран с <b>черного списка лидеров</b>.</p>
    
    <p>5. Если лидер, по мнению администрации, успешно отстоял срок, то он имеет возможность продолжить его.</p>
    <p><b>Исключение:</b> лидер City Hall всегда избирается путем выборов.</p>

    <p>6. Лидер может занимать только <b>3 срока подряд</b> на одной фракции.</p>

    <p>7. Лидер несет ответственность за весь свой состав. | <b>Устный выговор / Строгий выговор / Снятие.</b></p>

    <p>8. Лидер имеет право иметь не более <b>3-х заместителей</b>. | <b>Устный выговор.</b></p>
    <p><b>Исключение:</b> лидер правительства имеет право поставить только одного заместителя.</p>

    <p>9. В течении первых суток после постановления лидера, он имеет право назначать любой ранг человеку.</p>
    <p><b>Примечание:</b> день блата работает только при становлении на первый срок.</p>
    <p><b>Исключение:</b> одобрение гл. куратора.</p>

    <p>10. На лидера фракции нельзя оформить CK.</p>
    <p><b>Исключение:</b> грамотно оформленная РП ситуация на форуме.</p>

    <p>11. Запрещено подавать заявление на пост лидера занимая лидерский пост (на момент подачи заявки). | <b>Снятие.</b></p>

    <h1>2. Обязанности лидера</h1>

    <p>1. Соблюдение правил сервера со стороны своей фракции. | <b>Устный выговор / Строгий выговор / Снятие.</b></p>

    <p>2.1. Иметь оформленный форумный раздел. | <b>Устный выговор.</b></p>

    <p>2.2. Модерация форумного раздела и фракционного дискорда. | <b>Беседа / Устный выговор.</b></p>
    <p><b>Примечание:</b> на актуализацию информации дается 48 часов.</p>
    <p><b>Исключение:</b> в случае изменения дипломатических отношений информация должна быть обновлена в течении 12 часов.</p>
    <p>3. Придерживаться минимального суточного онлайна в <b>4 часа</b>. | <b>Устный выговор / Строгий выговор / Снятие.</b></p>
    <p><b>Исключение:</b> одобрение главного куратора.</p>

    <p>4. Поддерживать онлайн и активность фракции. | <b>Устный выговор / Строгий выговор / Снятие.</b></p>

    <p>5. Повышать досуг и RP уровень своей фракции. | <b>Устный выговор / Строгий выговор / Снятие.</b></p>

    <p>6. Быть в курсе всех проблем своей фракции, устранять и пресекать внутрифракционные конфликты. | <b>Устный выговор / Строгий выговор / Снятие.</b></p>

    <p>7.1. По окончанию лидерского срока, лидер обязан оставить на балансе фракции минимум: | <b>warn</b>.</p>
    <p><b>Примечание:</b> на усмотрение главного куратора значения могут отличаться, как в меньшую, так и в большую сторону.
    
        <br><b>Деньги:</b> 200.000$
        <br><b>Оружейные материалы:</b> 3000
    <br><b>Tехнические материалы:</b> 3000
        <br><b>Mедицинские материалы:</b> 1500
    </p>

    <p>7.2. По окончанию лидерского срока запрещено забирать более 50% денежных средств / материалов / предметов с целью личной выгоды.</p>
    <p><b>Примечание:</b> только для криминальных организаций при одобрении главного куратора фракций.</p>

    <p>8. На усмотрение главного куратора фракция может быть заморожена, как частично, так и полностью.</p>

    <p>9. Проводить минимум <b>1 межфракционное мероприятие в неделю</b>. | <b>Устный выговор лидеру.</b></p>
    <p><b>Исключение:</b> одобрение главного куратора фракций.</p>

    <h1>Лидерам запрещено</h1>
    <p>1. Иметь в составе игроков с <b>nonRP никами</b>, не подходящими по лору фракции. | <b>Понижение игрока до 2 ранга + Demorgan 30 минут / Устный выговор.</b></p>
    <p><b>Исключение:</b> разрешено иметь неподходящую по лору банды фамилию.</p>

    <p>2. Использовать деньги с баланса фракции в личных целях. | <b>Строгий выговор / Снятие.</b></p>

    <p>3.1. Играть на твинках. | <b>Снятие.</b></p>
    <p><b>Исключение:</b> одобрение главного куратора фракций.</p>

    <p>3.2. Игра на других мультиплеерах и серверах проекта разрешена при выполненной суточной норме онлайна, а так же активной фракции.<br>
    <b>Примечание:</b> требуется разрешение главного куратора.</p>

    <p>4. Любое <b>nonRP движение</b> во фракции. | <b>Устный выговор / Строгий выговор / Снятие.</b></p>

    <p>5. Нарушение правил сервера. | <b>Устный выговор / Строгий выговор / Снятие.</b><br>
    <b>Примечание:</b> возможны исключения.</p>

    <p>6. Грубые унизительные/оскорбительные высказывания в сторону других игроков/администраторов на форуме и в официальных 'discord' серверах проекта. | <b>Устный выговор / Строгий выговор / Снятие.</b></p>

    <p>7. Трансфер состава. | <b>WARN / Устный / Строгий выговор / Снятие.</b></p>

    <p>8. Запрещено расформировывать состав. | <b>Устный выговор.</b><br>
    <b>Исключение:</b> одобрение главного куратора фракции.</p>

    <p>9. Запрещено первым оскорблять, а так же провоцировать на оскорбление других игроков в личных сообщениях Discord'a. | <b>Строгий выговор / Снятие.</b></p>

    <p>10. Запрещено иметь дневной онлайн менее <b>20 человек</b>. | <b>Устный выговор / Строгий выговор / Снятие.</b><br>
    <b>Примечание:</b> возможны исключения, необходимо уточнять у главного куратора фракций.<br>
    Пояснение: дневной онлайн считается с <b>15:00 до 22:00</b>.</p>
    <h1>Повышения/Увольнения</h1>

    <p>1. Лидеру правительства разрешается устанавливать любую должность игроку согласно установленному порядку от куратора фракции.</p>

    <p>2. Лидеру государственных организаций разрешено принимать только на 1 ранг. | Устный выговор лидеру.</p>
    <p><b>Исключение:</b> перевод или восстановление.</p>

    <p>3.1. Восстановления в должности допускаются лишь при условии, что игрок оставит заявление на восстановление с доказательствами о пребывании на ранге. | WARN / Устный выговор лидеру + увольнение игрока.</p>

    <p>3.2. Восстановление в должности допускается не позднее, чем 30 дней после увольнения. | <b>Demorgan 50-90 минут</b> / WARN / Устный выговор лидеру + увольнение игрока.</p>

    <p>3.3. Если сотрудник был снят по IC расследованию (суд, увольнение за нарушение законодательства и т.п.), то он подлежит восстановлению / принятию только на первый ранг. | Устный выговор лидеру + понижение игрока на 1 ранг.</p>

    <p>4. Восстановление в гос. фракции после получения увольнения администратором, WARN'a либо BAN'a допускается лишь на первый ранг. | <b>Demorgan 60-90 минут</b> / WARN / Устный выговор лидеру.</p>
    <p><b>Исключение:</b> одобрение главного куратора гос. фракций.</p>

    <p>5. Лидер имеет право уволить игрока из фракции, имея на то вескую IC причину.</p>
</div>