<div class="headrules">
    <h1>Основные правила проекта</h1>
</div>
<div class="rulesblockbg">
    <h1>Общие положение</h1>
    <p>1. На проекте действует прецедентная система правил. (Если игрок совершил правонарушение, которое не описано ни в каких правилах проекта, то он может быть наказан с разрешения ГА. Сделано это не с целью выдумывать правила "на ходу" и наказывать по ним, а потому, что все мы люди, могли что-то и забыть или не учесть).</p>
    <p>2. Проект позиционирует себя как русскоязычный, все РП диалоги должны происходить на русском языке. <b>| Mute 60-240 минут.</b><br><b>Исключение:</b> отдельные слова и фразы для отыгровки роли своего персонажа.</p>
    <p>3. Администрация не компенсирует средства, услуги, предметы и т.д., которые были утрачены в силу функционального воздействия / задумки системы.
        <br><b>Пояснение:</b> подразумеваемое изъятие предметов происходит без участия администрации либо других лиц, все функциональные системы автономны. Например, если Вы не успели забрать вовремя предметы после покупки на маркетплейсе, то они у Вас пропадут.
        <br>Пример: пропажа предметов со склада маркетплейса и т.п.</p>
    <h1>Положение об аккаунте и персонаже</h1>
    <p><b>Положение об аккаунте:</b></p>
    <p>1. Максимальное количество разрешенных аккаунтов на одного человека - один. <b>| Блокировка всех аккаунтов на 30 дней / PermBan.</b></p>
    <p>2. Запрещено передавать аккаунт 3-м лицам.<b>| PermBan.</b></p>
    <p>3. Администрация не несет ответственности за аккаунт игрока в случае его передачи,взлома,обмана и т.д.</p>
    <p>4. Запрещена продажа / обмен игровых аккаунтов.<b>| PermBan.</b></p>
    <p>5. Запрещено одновременно состоять несколькими персонажами во фракции / семье. <b>| WARN персонажей.</b>
        <br><b>Исключение:</b> при покупке третьего персонажа можно вступать в две фракции / семьи (все три персонажа должны быть созданы).
        <br> <b>Пояснение:</b> какой именно персонаж находится во фракции / семье (1 и 3, 2 и 3 либо 1 и 2) не имеет никакого значения.
        <br><b>Примечание:</b> запрещено находится на старших / руководящих рангах в обеих фракциях.</p>
    <p>6. Ограничения по участию в различного рода мероприятиях накладываются на персонажа, вне зависимости от его фракции/семьи. <b>| WARN / HardBan 7 дней.</b>
        <br><b>Пример:</b> игрок А находясь в семье и фракции не может участвовать 4 раза в перехвате поставки, лимит нападений для игрока А составляет 2, вне зависимости от того нападает он с фракцией или с семьей.</p>
    <p><b>Положение об игровом имуществе:</b></p>
    <p>7. Запрещено владеть имуществом без игровой активности. <b>| Изъятие имущества.</b>
        <br>Игровая активность - это активность персонажа, которая присуща каждому игроку во время игры (перестрелки, игровые покупки, игра в азартные игры и т.п.)
    <br><b>Игровой активностью не считается:</b>
    <br> - Оплата налогов
    <br> - Оплата заказов
    <br> - АФК
    <br> - Езда на автомобиле без конкретных целей (езда по кругу, чтоб начислялось зарплата, чтоб сделать видимость игровой активности и т.п.)
    <br>Для сохранения своего имущества необходимо минимум 1-2 часа в день игровой активности (либо более продолжительное время в другие дни, при отсутствии возможности игры).
    <br><b>Минимальная активность в неделю - 4 часа, в месяц - 30 часов.</b>
    <br><b>Исключение: решение ГА.</b>
    <br></p>
    <p>8. Запрещено иметь более 1 бизнеса на аккаунте. <b>| Изъятие бизнесов.</b></p>
    <p>9. Персонажу запрещено иметь nonRP "Имя Фамилия", к <b>nonRP никнеймам</b> относятся:
        <br> - Имена которых не существует в реальности или имеют несуразное звучание.
        <br> - Имена похожие на ники администраторов.
        <br> - Никнеймы несущие в себе скрытый смысл / звучание.
        <br> - Любые Имена / Фамилии политических деятелей, а также людей как-либо связанных с политической активностью.
        
        <br>За подобный ряд никнеймов выдается <b>demorgan</b> до смены никнейма.
        <br>В случае попадания в demorgan более <b>3раз</b> за nonRP nickname, игроку выдается <b>demorgan 120 минут.</b>
        <br>Главный администратор сервера имеет право отклонить никнейм без каких-либо обоснований или пояснений</p>
    <p>10. Запрещено играть за персонажа противоположного Вам пола. <b>| Demorgan до смены внешности персонажа.</b></p>
    <h1> Модерация платформ​</h1>
    <p>1.1. Администрация сервера вправе вынести наказания по зафиксированному нарушению с модерируемых платформ.</p>
    <p>1.2. Под модерацией находятся следующие платформы:
        <br> - Игровые сервера проекта.
        <br> - Официальные дискорд каналы проекта.
        <br> - Twitch / Youtube каналы медиа-партнеров.
        <br> - Видеоматериалы и скриншоты игроков проекта расположенных на доступных видео и фото хостингах.
        <br> - Личные сообщения между администратором и игроком.
        <br> - Форум проекта.
        <br> -  Внутриигровые функциональные системы.
        <br> - <b>Пример:</b> автомобильные номера, ID карта, удостоверение, маркетплейс, диалоги с ботами, в которых интегрированы ИИ и т.п.
        <br> - <b>Пояснение:</b> в подобных системах запрещено любое нарушение правил сервера, начиная от запрещенных слов / контента, заканчивая оскорблением родных.</p>
    <p>2. Наказание по зафиксированным нарушением выдается согласно общему регламенту проекта.</p> 
    <p>3. Сообщения между игроками не входят в зону модерации администрацией.
        <br><b>Исключение:</b> распространение / угрозы распространения личной информации, покупка / продажа игрового имущества за реальные деньги, распространение закрытой информации, использование / распространение / продажа запрещенного ПО, угрозы в реальной жизни и др. грубые нарушения.</p> 
    <p>4. В случае грубого нарушения человек, оформляющий жалобу, может воспользоваться любым видеоматериалом из перечисленных платформ, дабы доказать нарушение игрока.
        <br><b>Пример:</b> распространение / угрозы распространения личной информации, покупка / продажа игрового имущества за реальные деньги, распространение закрытой информации, использование / распространение / продажа запрещенного ПО и др. грубые нарушения.</p> 
    <p>5. Запрещено использовать запрещенные стримерской платформой (twitch, youtube и др.) слова, высказывания, предложения и прочее. <b>| Mute 30-120 минут / Ban 3-10 дней.</b></p> 
    <p>6.1. Запрещен намеренный "стрим-снайп". <b>| Ban 1 - 7 дней.</b>
        <br><b>Пояснение:</b> помеха стримерам / ютуберам, порча им игрового процесса, слишком навязчивая помощь без надобности / просьб и т.п.</p> 
    <p>6.2. Запрещено оказывать помощь стримерам, передавать деньги, подарки, предлагать рукопожатия и т.п. действия. <b>| Kick / Demorgan 15 минут / Hardban 7 дней.</b>
        <br><b>Исключение:</b> просьба / инициатива самого стримера.</p>
    <h1> Игровые чаты​</h1>  
    <p><b>Запрещено нарушение общих положений игрового чата:</b></p>
    <p>1. Текстовый и голосовой чат является исключительно IC чатом, где запрещено любое общение по OOC. <b>| Mute 90 минут / Demorgan 5 минут.</b>
        <br><b>Исключение:</b> текстовые чаты /b (и подобные), обоюдное согласие при наличии не более 4 игроков, присутствие рядом администрации (с функциональной "короной"), разговоры в функциональных зеленых зонах, где преимущественное большинство игроков не против (более 75%).
        <br><b>Примечание:</b> вся OOC информация передается исключительно через /b, /fb и /cb чаты.</p>
    <p>2. Запрещено завуалированное оскорбление или упоминание родственников в оскорбительном либо шуточном характере. <b>| Ban 5-30 дней / Hardban 15 дней.</b></p>
    <p>3. Запрещено прямое оскорбление родственников. <b>| HardBan 30-60 дней.</b></p>
    <p>4. Запрещен спам, флуд сообщениями или текстом в любые текстовые чаты. <b>| Mute 10-60 минут.</b></p>
    <p>5. Запрещено использование программ для изменения тональности голоса. <b>| Mute 10-60 минут.</b></p>
    <p>6. Запрещено издавать громкие или мешающие звуки. <b>| Mute 10-120 минут.</b></p>
    <p>7. Запрещены OOC оскорбления игроков. <b>| Demorgan 15-90 минут.</b></p>
    <p></p>
    <p><b>Правила глобальных чатов </b>(/dep, /gnews, /wnews, рации):</p>
    <p>8. Запрещено использование матерной брани. <b>| WARN.</b>
        <br><b>Исключение:</b> использование голосовой рации.</p>   
    <p>9. Запрещена MG / OOC информация. <b>| WARN.</b></p>
    <p>10. Запрещены диалоги не несущие смысловую нагрузку. <b>| Mute 240 минут / WARN.</b></p>
    <p>11. Запрещены оскорбления в грубой форме. | WARN.
        <br><b>Исключение:</b> IC диалоги в рации (кроме департамента).</p>
    <p>12. Запрещено использование CapsLock. <b>| Mute 120-240 минут.</b>
        <br><b>Пример:</b> "САНГ, НА СВЯЗЬ".</p>
    <p>13. Запрещен спам / флуд нажатием включения рации. <b>| Mute 120 минут.</b></p>
    <h1>Role Play процесс</h1>
    <p><b>Role Play</b>- это отыгровка выбранной роли в игровом процессе, через моделирование реального мира.
        <br>Игровой процесс предполагает, что вы при игре за вашего персонажа, будете опираться на реальные человеческие качества и качественно отыгрывать свою роль.​</p>
    <p><b>Запрещено нарушение основных правил RolePlay:</b></p>
    <p>1. DM (Deathmatch - прямое убийство / нанесение урона / стрельба по игроку, а также транспортному средству где сидит игрок (включая дроны и др. подобные функциональные предметы), без IC причины и IC диалога). <b>| Demorgan 30 минут / WARN.</b>
        <br>
        <br><b>Исключение:</b>b IC диалог не является обязательным фактором в следующих ситуациях:
        <br> - Угроза жизни персонажу / его союзникам (игроки из фракции, семьи), а именно: прицеливание оружием в сторону игроков, нанесение ударов, намеренный наезд на персонажа / союзников транспортом.
        <br> - Грубые оскорбления персонажа / его союзников (игроки из фракции, семьи). Грубым оскорблением считается: оскорбление / упоминание родственников, нации, этноса; нецензурные (матерные) оскорбления.
        <br> - Угон личного транспортного средства.
        <br> - Ограбление бизнеса (разрешено убийство причастных к ограблению, запрещено убийство мимо проезжающих рабочих и т.п.)
        <br> - Точки расположения тайников в опасной (территории механического, химического и промышленного завода) и запретной зоне (остров Кайо-Перико) *распространяется только на игроков, которые получают или получили (на месте тайника) предметы с тайника.
        <br> - Пролет на дроне в опасных местах (местах скопления вооруженных людей, ограбления бизнесов, поставок, перестрелке и т.п.)
        <br> - Отключение камер игроками криминальных структур.</p>
    <p>2. DB (DriveBy - целенаправленный / умышленный наезд на игрока транспортом). <b>| Demorgan 10 - 25 минут.</b></p>
    <p>3. NonRP. <b>| Demorgan 15-90 минут / WARN.</b>
        <br>Поведение (действия которые идут в разрез РП логики).
        <br>
        <br>- Drive - вождение транспорта в невозможных для этого условиях.
        <br>
        <br> <b>Пример:</b> заезд в интерьеры зданий, езда по горам, воде, рекам, езда c пробитым(-и) колесом(-ами), езда по встречной полосе более 750 м / 15 секунд (в зависимости от ситуации), таран авто, таран легковым автомобилем более тяжелого и т.д.
        <br><b>Примечание:</b> наличие внедорожного транспорта (hummer3, hummer, g63amg6x6, xclass/xclass monster-track, ram, f150, Buckingham XK, dubsta3, caracara2, caracara, everon, bruiser 1/2/3, mesa3, marshall, monster, rebel, sandking2, guardian, sandking, contender, kamacho, draugur, warthog) даёт возможность ездить по соответствующей местности, оценивая обстановку вокруг.
        <br>
        <br> - Fly - управление воздушным средством в невозможных для этого условиях.
        <br>
        <br><b>Пример:</b> низкие полеты над землей при большой скорости, близкие полеты около деревьев, пролеты под мостами. А так же совершать посадку вне предназначенных для этого местах: склоны более 40%, камни, дороги на которых в данный момент происходит оживленное движение транспортных средств и т.д.</p>
    <p>4. NLR (New Life Rule - правила новой жизни) - после получения критических повреждений запрещено возвращение на место гибели, нанесение урона, убийство игрока, за то что он нанёс урон/убил вас, посредством мести. <b>| Demorgan 30 минут / WARN.</b>
        <br><b>Пояснение:</b> после смерти персонажа, он забывает последние 15 минут своей жизни и не может использовать данную информацию.</p>
    <p>5. PG (Power gaming) - преувеличение возможностей своего персонажа. Поведение игрока, которое он не смог бы себе позволить в реальной жизни. <b>| Demorgan 35-90 минут / WARN.</b>
        <br><b>Примечание:</b> правило PG работает по принципу 1x1. 2x3 - не будет являться нарушением, 1х2 и более - PG.</p>
    <p>6. SK (Spawn kill) - стрельба по игрокам, нанесение урона, убийство на месте появления / базирования определенной группы лиц или человека. <b>| Ban 2-5 дней / Demorgan 30 - 90 минут.</b>
        <br><b>Спойлер:</b> Территории респавнов банд и особняков семей.</p>
    <p>7. TK (Team kill) - намеренное нанесение урона, убийство игроков / напарников, которые состоят с вами в одной организации / семьи. <b>| Demorgan 25-90 минут / WARN / Ban 3-10 дней.</b>
        <br><b>Исключение:</b> самооборона.</p>
    <p>8. MG (Meta Gaming) - использование OOC информации, которую ваш персонаж не знает "по RP". <b>| Demorgan 20-90 минут / WARN / Ban 2-5 дней.</b></p>
    <p>9. Уход от RP. <b>| WARN / Ban 1 - 8 дней.</b>
        <br>
    <br><b>Примечание:</b> уход в АФК во время RP процесса, выход из игры, уход в воду / закрытый интерьер / использование дрона во время погони, так же приравнивается к уходу от RP, игнорирование отыгровок (в /do и т.д.), с упоминанием игрока через @dynamicID.
    <br>
    <br><b>Исключение:</b> согласие обеих сторон.</p>
    <p>10. Все криминальные действия, связанные с использованием оружия, при которых совершается нарушение законов штата, должны сопровождаться с использованием маски. <b>| Demorgan 15 минут.</b>
        <br>
            <br><b>Исключение:</b> самооборона, внезапный IC конфликт, при котором нет возможности надеть маску, криминальные действия в Red Zone, согласно правилам игровых зон.
            <br>
            <br><b>Примечание:</b> борода, усы, меховые шапки (панамка овечка, маска медведя), мужской комплект одежды <b>#2145</b>, женский комплект одежды <b>#2131</b>, панама Jacvemes не являются маской.</p>
            <p>11. Использование предметов для восстановления здоровья / брони во время перестрелки. <b>| Demorgan 35-90 минут.</b></p>
            <p>12. Использование предметов лечения / замены бронежилетов во время движения на транспортном средстве. <b>| Demorgan 15-35 минут.</b>
            <br><b>Исключение:</b> пассажиры, а так же остановка (стояние на месте).</p>
            <p>13. Вести огонь из транспортного средства. <b>| GunBan 6 часов / Ban 3-5 дней / HardBan 7 дней.</b>
            <br><b>Исключение:</b> погоня, когда обе стороны находятся на транспортных средствах, проезд мимо.</p>
            <p>14. Любые криминальные действия по отношению к сотрудникам EMS в рабочее время. <b>| Demorgan 90 минут / WARN.</b>
                <br><b>Примечание:</b> на сотрудников EMS так же распространяются правила PG, они обязаны учитывать все обстоятельства.
                <br><b>Исключение:</b> PG со стороны сотрудника EMS.</p>
            <p>15. Поднимать предметы во время перестрелки. <b>| Demorgan 35 минут / WARN.</b></p>
            <p>16. Проводить какие-либо RP ограбления во время перестрелки. <b>| Demorgan 35 минут.</b></p>
            <p>17. Намеренно менять / убирать оружие с целью его сохранения. <b>| Изъятие спец. вооружения (Heavy Sniper, Heavy Sniper Mk2, Combat MG, Combat MG Mk2, Marksman Mk2, Sniper Rifle, Precision Rifle) + Demorgan 100 минут / Ban 2 дня.</b>
                <br><b>Исключение:</b> в оружии закончилась обойма / барабан.
                <br><b>Пояснение:</b> пункт правил распространяется только в случае смерти игрового персонажа.</p>
            <p>18. Воровать / взламывать спец. технику государственных организаций - Insurgent, scarab, танк, и другую спец. технику. <b> Demorgan 15-90 минут / Ban 2-10 дней.</b>
                    <br><b>Примечание:</b> к спец. технике относится так же бронированный транспорт и летная техника, патрульные автомобили не считаются за спец. технику.</p>
            <p>19. Провоцирующие действия в сторону государственных сотрудников. <b>| Ban 2-5 дней.</b></p>
            <p>20. Провоцировать игроков на нарушение правил сервера. <b>| Demorgan 35-90 минут / Ban 3-30 дней / HardBan 15-30 дней.</b></p>
            <p>21. Запрещены любые виды обмана на имущество (OOC сделки, IC сделки с дальнейшим обманом и т.п.). <b>| Инициатор обмана получает HardBan 30 дней / PermBan + обнуление, участник(и) получает WARN / Ban 3-7 дней (без возврата потерянного имущества).</b>
                <br><b>Пояснение:</b> все сделки должны проводиться с помощью функционала сервера, не прибегая к составлению сторонних IC / OOC договоров.
                <br><b>Пример:</b> игра в кости на имущество, игра в кости на сумму, которую не позволяет функционал проекта (5.000.001 и более), обмен имущества на 2 и более транспорта и т.п.</p>
    <p>22. Запрещены любые увольнения / повышения / понижения / премирование / снятие / пополнение средств / выдача предупреждений / ЧС фракции / освобождение из КПЗ игроков с некорректной причиной и т.д. <b>| Demorgan 60 минут / WARN / Ban 3-7 дней.</b></p>
    <p>23. В случае намеренного нарушения игроком(-ами) правил сервера в функциональных зеленых зонах, разрешено игнорировать ситуацию / действия. 
        <br><b>Пояснение:</b> под игнорированием подразумевается полное отсутствие какой-либо реакции на действия/ситуацию, запрещены провокации и агрессивные действия, в ином случае может быть выдано наказание.</p>            
    <p><b>Запрещено нарушать правила отыгровок / анимаций:</b></p>
    <p>24.Запрещен обман в /do. Игрок обязан отвечать только правду при отыгровках /do. <b>| Demorgan 35 минут / WARN.</b></p>
    
        <p><b>Исключение:</b> если вопрос в /do можно избежать (например, функционал обыска), то игрок вправе игнорировать подобные отыгровки.</p>
    
        <p>25. Запрещены любые оскорбительные и неуместные отыгровки в "/me, /do, /try". <b>| Demorgan 10-35 минут.</b>
        <br><b>Пояснение:</b> если игрок отыгрывает команды некорректно, то его отыгровки не считаются действительными.
        <br><b>Пример:</b> игрок в /do задает вопрос о состоянии человека, человек отвечает с маленькой буквы и без точки в конце, люди "не видят" данную отыгровку (так как она некорректная), в следствии чего игроку выдается наказание за уход от РП.</p>
    
        <p>26.Запрещены отыгровки в свою пользу. <b>| Demorgan 15-35 минут.</b></p>
        
        <p><b>Пример:</b> задавать вопросы в /do следующего характера - /do Человек является работником LSPD?</p>
    
        <p>27. Разрешено игнорирование отыгровок /do не несущих смысловую нагрузку либо не дающую никаких RP последствий, либо идущие в разрез функционалу проекта.
        <br><b>Пример:</b> /do Что у человека находится при себе? (есть функциональный обыск), /do VIN номер авто закрашен; /do Номера замазаны грязью; /do Документы утеряны и аналогичные отыгровки (не дают никаких RP последствий и идут в разрез функционалу).</p>
    
        <p>28. Типовой вопрос-ответ /do может быть отыгран голосовым чатом, игроки не вправе её игнорировать, она приравнивается к обычной отыгровке.
        <br><b>Пример:</b> отыгровка бейджика/жетона; отыгровка ориентировки на угнанное транспортное средство; отыгровка сказанного в рацию.
        <br><b>Исключение:</b> голосовые отыгровки разрешены лишь в тех ситуациях, когда они уместны, например, человек в тяжелом состоянии не может отыграть в голосовой чат своё состояние; разрешено отвечать в текстовом формате на голосовую отыгровку.</p>
    
        <p>29. Разрешено не отыгрывать функциональные действия, сопровождающиеся автоматической отыгровкой.</p>
        <h1>Запрещено</h1>
        <p>1. Запрещена любая помеха работе администрации. <b>| Kick / Mute 10-60 минут / Demorgan 10-100 минут / WARN / Ban 3-30 дней.</b></p>
    <p>Администратор / хелпер - OOC персонаж, его цель всячески помогать игрокам и решать различные конфликтные / спорные игровые ситуации;</p>
    <p>Все, что происходит в присутствии администратора со знаком над головой, является OOC процессом;</p>
    <p>Перебивать администратора, препятствовать решению ситуации абсолютно в любом виде - запрещено;</p>
    <p>Запрещены любые нарушения правил OOC / IC процесса, например DM, во время разбора ситуации администратором;</p>
    <p>За нарушение выдается наказание в соответствии с регламентом пункта правил, и исключительно на усмотрение самого администратора.</p>

    <p><b>Запрещено</b></p>
    <p>1. Скрывать от администрации баги и уязвимости системы, а также распространять. <b>| Ban 7-30 дней / Permban.</b></p>
    <p>2. Скрывать от администрации злоумышленников. <b>| HardBan 15-30 дней / Permban.</b></p>
    <p>3. Оскорбление, неуважительное отношение, унижение и неуважительное общение к администрации сервера. <b>| Ban 5-30 дней / HardBan 10-30 дней.</b></p>
    <p>4. Выдавать себя за администратора сервера. <b>| Ban 7-30 дней.</b></p>
    <p>5. При подаче жалобы в игре, запрещено удалять доказательства нарушения, если прошло менее 48 часов. <b>| Ban 2 дня.</b>
        <br><b>Примечание:</b> автору видео (жалобы) необходимо указывать в названии видео: свой static, static нарушителя, время и дату.</p>
    <p>6. Нанесение вреда экономике сервера. <b>| Ban 30 дней / HardBan 30 дней / Permban.</b></p>
    <p>7. Использовать уязвимости системы и баги. <b>| WARN / Ban 3-30 дней / HardBan 3-30 дней / Permban.</b></p>
    <p>8. Переносить конфликты из OOC в IC и наоборот. <b>| Ban 5-30 дней / HardBan 15-30 дней / Permban / PermBan на всех серверах проекта.</b></p>
    <p>9. Любые угрозы в реальной жизни. <b>| Ban 10-30 дней / HardBan 15-30 дней / PermBan.</b></p>
    <p>10. Обходить систему Anti-AFK. <b>| Ban 5-30 дней / Hardban 15-30 дней.</b></p>
    <p>11. Действия, направленные на возбуждение ненависти либо вражды, в IC и OOC на почве разногласий о гендерной, социальной и т.п. принадлежности. <b>| Demorgan 90 минут / Ban 3-15 дней / HardBan 3-15 дней.</b></p>
    <p>12. Любые завуалированные оскорбления вероисповедания, религии и нации, а также действия, направленные на возбуждение ненависти либо вражды, в IC и OOC на почве разногласий о расовой, национальной, этнической, языковой принадлежности. <b>| Ban 15-30 дней / Hardban 15-30 дней / Permban.</b>
        <br><b>Примечание:</b> запрещены оскорбления на любых языках, а также оскорбительные "сленги".</p>
    <p>13. Запрещены прямые оскорбления вероисповедания, религии, нации, а также угнетения по какому-либо признаку или принадлежности. <b>| HardBan 30-60 дней / PermBan.</b></p>
    <p>14. Совершать многочисленные нарушения правил сервера. <b>| Ban 30 дней / HardBan 30 дней / PermBan.</b></p>
    <p>15. Использование постороннего ПО для получения игрового преимущества. <b>| PermBan.</b>
        <br>Примечание: администрация имеет право сделать проверку ПК подозрительного игрока; в случае обнаружения какого-либо стороннего ПО выдается бан как за его использование. Отказ от проверки / выход во время проверки воспринимается как наличие стороннего ПО.</p>
    <p>16. Использование посторонних файлов для получения игрового преимущества. <b>| Hardban 30 дней / PermBan.</b></p>
    <p>17. Какой-либо обход наказаний. <b>| Permban.</b>
        <br><b>Примечание:</b> при первом обходе наказания игроку выдается ЧС сервера, на котором было совершено нарушение; при втором обходе наказания игроку выдается ЧС проекта.</p>
    <p>18. Реклама посторонних ресурсов. <b>| HardBan 15-30 дней / PermBan / PermBan на всех серверах проекта.</b>
        <br><b>Пример:</b> сторонние ссылки, проекты GTA V, неофициальные дискорды и т.п.</p>
    <p>19. Пользоваться уязвимостью правил сервера. <b>| Ban 5-30 дней / HardBan 5-30 дней.</b></p>
    <p>20. Запрещены любые финансовые операции / договоренности, связанные с продажей игровой валюты/ценностей за реальные деньги / имущество. <b>| PermBan / PermBan на всех серверах проекта.</b>
        <br><b>Примечание:</b> запрещена любая заинтересованность. | HardBan 7 дней.
        <br><b>Пояснение:</b> любые транзакции должны происходить исключительно через официальный сайт или через F2 - Магазин, в игре.</p>
    <p>21. Трансфер имущества между серверами. <b>| HardBan 30 дней / PermBan + аннулирование сделки.</b></p>
    <p>22. Распространение информации или материалов касающихся работы администрации проекта. <b>| HardBan 30 дней / PermBan / PermBan на всех серверах проекта.</b>
        <br>Примечание: к данной информации относятся: закрытые голосовые каналы / чаты администрации, видеозаписи работы администрации от его лица и т.п.</p>
    <p>23. Распространение / угрозы распространения личной информации игроков / администрации и их родственников. <b>| HardBan 30 дней / PermBan / PermBan на всех серверах проекта.</b></p>
    <p>24. Вредительство проекту, серверу, форуму, официальным Discord серверам проекта. <b>| HardBan 30 дней / PermBan / PermBan на всех серверах проекта.</b></p>
    <p>25. Оскорбление проекта / сервера, вредительство репутации проекта / сервера. <b>| HardBan 30 дней / PermBan.</b></p>
    <p>26. Вводить в заблуждение / обманывать администрацию проекта. <b>| Ban 10-30 дней / HardBan 10-30 дней / PermBan.</b></p>
    <p>27. Злоупотребление функционалом сервера. <b>| Ban 3-30 дней / HardBan 10-30 дней.</b></p>
    <p>28. Обход функционала сервера. <b>| Ban 3-30 дней / HardBan 10-30 дней.</b></p>
    <p>29. Помеха РП процессу. <b>| Ban 2-5 дней.</b></p>
    <p>30. Намеренно подставлять лидера для дальнейшего получения им выговора/снятия. <b>| Ban 5-30 дней / Hardban 15-30 дней.</b></p>
    <p>31. Создавать помехи игрокам, выполняющим задания в деморгане. <b>| WARN / Ban 2-5 дней.</b>
        <br><b>Пример:</b> бить другого игрока выполняющего задание, преграждать открытие клетки и т.п.</p>
    <p>32. Нарушение правил сервера с целью получения/сохранения спец. средств (вооружения и т.д). <b>| Hardban 10-20 дней + изъятие предметов.</b>
        <br><b>Исключение:</b> свап, выход из игры в наручниках (оружие изымается системой).</p>
    <p>33. В случае дальнейшей реализации выбитых спец. средств с нарушением п.33.1 игрок получает HardBan 999 дней / PermBan.</p>
    <p>34. Активная реклама личных промокодов, соц. сетей и т.п. ресурсов. <b>| Удаление промокода + Ban 5-30 дней.</b>
        <br><b>Пример:</b> реклама промокода на спавне новичков.</p>
    <p>35. Внутриигровые обмены донат-услуг на имущество. <b>| Ban 30 дней / HardBan 30 дней.</b>
        <br><b>Пример:</b> обмен виртуальной валюты на подарочный опыт боевого пропуска; покупка уровней боевого пропуска другому игроку с целью наград, которые получит игрок и т.п..</p>
</div>
