<div class="headrules">
    <h1>Правила перехвата поставок</h1>
</div>
<div class="rulesblockbg">
    <h1>Общие положение</h1>
    <p>1.1 <b>Поставка</b> - транспортировка / разгрузка / загрузка материалов / созданных предметов из данных материалов, а так же закупаемых предметов, с целью их дальнейшей реализации либо с целью пополнения склада.</p>
    <p>1.2 При поставках / перехватах материалов фракции могут выбирать любой удобный им маршрут.</p>
    <p>1.3 Перевозка материалов с целью крафта может осуществляться в любое время суток.<br>
    Исключение: пункт 1.9.1, 1.9.5.</p>
    <p>1.4 В случае нападения игроки обязаны остановиться и начать перестрелку. | <b>Demorgan 60 минут.</b><br>
    Примечание: в случае игнорирования перекрытия, часть материалов будет изъята.</p>
    <p>1.5 Во время мероприятия распространяются все общие правила сервера.</p>
    <p>1.6 Запрещено поджидать фракции на точке загрузки / выгрузки / переработки материалов, а так же в зоне менее 350м от неё. | <b>Demorgan 90 минут.</b><br>
    Примечание: данный пункт правил распространяется так же для игроков без фракции, отследить расстояние можно путем проставления точки (фиолетового маркера) на карте (Esc).<br>
    Исключение: точки, не относящиеся к поставке; крафт - поставка технических материалов от / в LSPD; отсчет на территории SANG считается с места расположения КПП (350м необходимо соблюдать с КПП-1/КПП-2); собственный респавн криминальной организаций, которая перехватывает (она не входит в точку отсчета 350м).<br>
    Пример: FIB направляется на крафт оружия, точками где запрещено нападать на поставку в радиусе 350м будут: респавн FIB, точка крафта, респавн FIB. Мимо проезжающие места загрузки / выгрузки / переработки материалов не будут приравниваться к этому правилу.</p>
    <p>1.7 Запрещено использовать снайперские винтовки. | <b>Demorgan 90 минут / HardBan 3 дня.</b></p>
    <p>1.8 Запрещено намеренно затягивать процесс поставки / загрузки / крафта. | <b>Demorgan 90 минут.</b></p>
    <p>1.9.1 Неприкосновенные поставки материалов в государственные структуру могут осуществляться с 15:00 до 16:00.<br>
    Исключение: главные администраторы серверов вправе исключать и прерывать действие данного пункта правила, оповестить лидеров обязаны минимум за 12 часов до отмены.</p>
    <p>1.9.2 Максимальное количество безопасных поставок в день для одной фракции - 1. | Устный выговор лидеру + изъятие содержимого.</p>
    <p>1.9.3 Максимальное количество перевозимых материалов для одной фракции - 5000. | Устный выговор лидеру.</p>
    <p>1.9.4 С 15:00 до 16:00 криминальным структурам запрещено нападать на поставки. | <b>Demorgan 90 минут + Изъятие созданного.</b></p>
    <p>1.9.5 Государственным структурам запрещено выезжать на "крафт" в данное время. | <b>Demorgan 90 минут + Изъятие созданного.</b><br>
    Исключение: п. 1.10.1</p>
    <p>1.10.1 Безопасный часы "крафта" для фракции EMS с 15:00 до 16:00. | Устный выговор лидеру.</p>
    <p>1.10.2 Максимальное количество поставок, с целью крафта, для EMS в безопасный час - 1. | Устный выговор лидеру.<br>
    Примечание: данная поставка не имеет ограничений по количеству перевозимых материалов, а также созданных предметов.</p>
    <p>1.10.3 В случае отсутствия материалов у EMS, главные кураторы фракции могут назначить дополнительную безопасную поставку, заранее уведомив всех лидеров.</p>
    <p>1.10 Запрещен трансфер состава на время мероприятия. | WARN / Снятие лидера.</p>
    <p>1.11 Запрещено респавнить матовозку до окончания поставки. | WARN / Устный выговор лидеру.</p>
    <p>1.12 Запрещено намеренно удерживать чужую матовозку. | <b>Demorgan 35 минут.</b></p>
    <p>1.13 Начинать перестрелку можно при полной остановке колонны. | <b>Demorgan 60 минут.</b><br>
    Примечание: сотрудникам государственных структур разрешено остановить колонну если увидели полноценное перекрытие от преступной группировки.</p>
    <p>1.14 Запрещено возвращаться на место перекрытия после смерти. | <b>Demorgan 90 минут / WARN.</b></p>
    <p>1.15 Поставки осуществляются исключительно наземным путём. | <b>Demorgan 60 минут + изъятие доставленных материалов.</b><br>
    Исключение: доставка оружейных материалов с точки загрузки на территорию Форта-Занкудо для поставки SANG.</p>
    <p>1.16 Запрещено намеренно отдавать преимущество и поставки. | Строгий выговор лидеру / Снятие лидера.</p>
    <p>1.17 Если материалы/предметы были получены с нарушением правил, то на усмотрение главного куратора, они могут быть изъяты у фракции / семьи.</p>
    <p>1.18 Запрещено садиться, увозить, удерживать и похищать матовозку до окончания перестрелки. | <b>Demorgan 90 минут + изъятие содержимого матовозки.</b></p>

    <h1>Правила для государственных организаций</h1>

    <p>2.1.1 Минимальное количество участников со стороны гос. фракций - 2 человека. | <b>Demorgan 45 минут / Устный выговор лидерам.</b><br>
    <b>Примечание:</b> включая SANG.</p>
    
    <p>2.1.2 Максимальное количество участников со стороны гос. фракций - 60 человек. | <b>Demorgan 45 минут / Устный выговор лидерам.</b><br>
    <b>Примечание:</b> включая SANG.<br>
    Исключение: окончательное кол-во участников со стороны государственных структур определяется ГА сервера.</p>
    
    <p>2.1.3 Минимальное количество перевозимых материалов: | <b>Устный выговор лидеру.</b><br>
    Оружейные материалы - 2000 шт.<br>
    Медицинские материалы - 2000 шт.<br>
    Технические материалы - 1500 шт.</p>
    
    <p>2.1.4 Заказанные материалы необходимо загрузить и доставить в полном объеме (который был указан в заказе). | <b>Устный выговор лидеру.</b></p>
    
    <p>2.1.5 Минимальное количество наземной техники при поставке - 4. | <b>Demorgan 45 минут.</b></p>
    
    <p>2.2 Запрещено использование личного транспорта. | <b>Demorgan 45 минут.</b><br>
    Исключение: детективы под прикрытием для сбора информации, не участвующие в перестрелке.</p>
    
    <p>2.3 Запрещено вызывать подкрепление во время нападения на поставку. | <b>Demorgan 60 минут / Устный выговор лидерам.</b><br>
    Исключение: повторное нападение на поставку.<br>
    <b>Примечание:</b> вмешательство третьей стороны в ходе одной перестрелки считается повторным нападением.</p>
    
    <p>2.4 От сотрудников всех государственных фракций требуется вести минимум 1 видеозапись с поставки. | <b>Устный выговор лидерам.</b><br>
    <b>Примечание:</b> на видео должен быть момент загрузки матовозок, оригинальный звук, качество не менее 720p, участники обязаны хранить видеозапись с поставки 72 часа и предоставить её по первому требованию администрации.</p>
    
    <p>2.5 Во время поставки запрещено намеренно разворачиваться либо менять маршрут. | <b>Устный выговор лидеру.</b><br>
    Пояснение: в случае увиденного перекрытия или информации о перекрытии.</p>
    
    <p>2.6 Разрешено задержать не более 2 игроков криминальных структур для дальнейшего допроса. | <b>warn / Устный выговор лидеру.</b></p>
    <h1>Правила для SANG</h1>

    <p>3.1 Поставка материалов осуществляется с 15:00 до 22:00. | <b>Demorgan 45 минут / Устный выговор лидеру.</b><br>
    Пояснение: загрузка и транспортировка материалов должна начаться до 22:00.</p>
    
    <p>3.2 Разрешено запрашивать помощь у гос. структур для сопровождения. | <b>Demorgan 45 минут.</b><br>
    <b>Примечание:</b> запрос поддержки должен осуществляться до начала выезда колонны с территории SANG.</p>
    
    <p>3.3 Запрещено намеренно не поставлять материалы другим государственным фракциям. | <b>Строгий выговор лидеру.</b><br>
    Исключение: в случае, если фракция, заказывающая материалы, намеренно игнорирует запросы о помощи / сопровождении от SANG, то наказание по данному пункту не выдается.</p>
    <p>3.4 От сотрудников SANG требуется вести минимум 1 видеозапись с поставки материалов. | <b>Устный выговор лидеру.</b><br>
        <b>Примечание:</b> на видео должен быть момент загрузки матовозок, оригинальный звук, качество не менее 720p, участники обязаны хранить видеозапись с поставки 72 часа и предоставить её по первому требованию администрации.</p>
        <h1>Правила для перехвата поставок</h1>
        <p><b>4.1</b> Данный подраздел правил распространяется на все поставки, включая перехваты поставок криминальных организаций.</p>
        <p><b>4.2</b> Перехват поставки должен совершаться на фракционном / семейном / личном транспорте окрашенным в цвет фракции / семьи. | <b>Demorgan 35 минут.</b><br>
        Примечание: цвет фракции определяется по цвету фракционного транспорта, цвет семьи "Основным цветом", выбранным при изменении/создании семьи.</p>
        
        <p><b>4.3.1</b> Нападать на колону государственной фракции в движении можно только путем перекрытия дороги автомобилями. | <b>Ban 5 дней + изъятие полученных материалов.</b><br>
        Примечание: при нарушении п. 4.4.1 ситуация приравнивается к нападению без перекрытия.</p>
        
        <p><b>4.3.2</b> Запрещено перекрывать дорогу в зеленой зоне. | <b>Demorgan 90 минут / Устный выговор лидеру.</b></p>
        
        <p><b>4.4.1</b> Минимальное количество авто для перекрытия - 2. | <b>Demorgan 60 минут.</b><br>
        Примечание: автомобили должны полностью перекрывать проезжую часть дороги.<br>
        Примечание*: все автомобили должны быть фракционного / семейного цвета.</p>
        
        <p><b>4.4.2</b> Во время боя запрещено передвигаться на транспортных средствах. | <b>Demorgan 90 минут.</b><br>
        Исключение: воздушная техника.</p>
        
        <p><b>4.4.3</b> Перехват поставок криминальных организаций может совершаться как перекрытием дороги автомобилями, так и путем остановки матовозки.<br>
        Примечание: при остановке матовозки на водителя распространяются правила PG. Количество участников от нападающей криминальной организации должно быть не меньше, чем количество участников с фракции, перевозящей матовозку.<br>
        Пример: убийство водителя, перекрытие, остановка матовозки в движении.</p>
        
        <p><b>4.5</b> Запрещено участие посторонних игроков, игроков без фракции / семьи. | <b>Demorgan 35 - 90 минут / Ban 3 дня / Устный выговор лидеру / Строгий выговор лидеру / Снятие.</b></p>
        
        <p><b>4.6.1</b> При нападении разрешен 1 IC союз. | <b>Строгий выговор лидеру.</b></p>
        
        <p><b>4.6.2</b> Запрещено совместно нападать на поставку при нейтральной и(или) враждебной дипломатии. | <b>Demorgan 35 минут всем участникам / Строгий выговор лидеру.</b></p>
        
        <p><b>4.6.3</b> Максимальное количество участников со стороны криминальных структур 60. | <b>Demorgan 45 минут / Устный выговор лидеру(-ам).</b><br>
        Исключение: окончательное количество участников со стороны криминальных структур определяется ГА сервера.</p>
        
        <p><b>4.6.4</b> Минимальное количество участников со стороны криминальных структур 8. | <b>Demorgan 60 минут / Устный выговор лидеру(ам).</b></p>
        
        <p><b>4.7</b> Запрещено похищать / грабить сотрудников гос. структур на поставке. | <b>WARN / Ban 3 дня.</b></p>
        
        <p><b>4.8.1</b> После удачного нападения на поставку разрешено запросить помощь от игроков своей / союзной фракции / семьи.</p>
        
        <p><b>4.8.2</b> В случае встречи нескольких криминальных организаций обе организации обязаны начать перестрелку друг с другом. | <b>Demorgan 60 минут.</b></p>       
        <p><b>4.9</b> При нападении на колонну необходимо иметь видео доказательства полученной информации о поставке материалов. | <b>Изъятие материалов + Устный / Строгий выговор лидеру.</b><br>
            Примечание: информация должна быть IC и передана должна быть так же в IC.<br>
            *Примечание: полноценное видео с момента начала слежки (в случае скаута) до передачи информации другим игрокам (см. п. 4.12).</p>
            
            <p><b>4.10</b> При нападении / перехвате матовозок другой вражеской организации следует опираться на действующие правила поставок (см. выше).</p>
            
            <p><b>4.11.1</b> Одна криминальная организация может напасть на поставку государственных структур только 2 раза в день. | <b>Устный выговор лидеру.</b><br>
            Пояснение: считаются только успешные поставки (матовозки захвачены / материалы доставлены на свой (союзный) склад).</p>
            
            <p><b>4.11.2</b> Одна криминальная организация может напасть на поставку криминальных структур только 2 раза в день. | <b>Устный выговор лидеру.</b></p>
            
            <p><b>4.11.3</b> Запрещено повторно перехватывать одну и ту же поставку, после неудачного нападения. | <b>Demorgan 90 минут / Устный выговор лидеру.</b></p>
            
            <p><b>4.11.4</b> Если перехваченные предметы не имеют практической ценности для криминальных организаций, то данная поставка не считается успешной.<br>
            Пример: наручники, кодеиновые таблетки и т.п.</p>
            
            <p><b>4.12</b> От игроков криминальной фракции / семьи требуется вести минимум 2 видеозаписи с поставки / перехвата материалов. | <b>Устный выговор лидеру.</b></p>
            <p><b>Примечание:</b> на видео должен быть момент загрузки матовозок, оригинальный звук, качество не менее 720p, участники обязаны хранить видеозапись с поставки 72 часа и предоставить её по первому требованию администрации.<br>
                <b>Пояснение:</b> запись должна быть с момента подготовки нападения на поставку до момента её перехвата.</p>
                
                <p>4.13 Весь процесс взлома матовозки должен сопровождаться записью видео. | <b>HardBan 7-15 дней + изъятие вещей.</b><br>
                <b>Примечание:</b> на видео должно быть видно местоположение матовозки, сам взлом и её содержимое. видеозапись должна иметь оригинальный звук, качество не менее 720p, участники обязаны хранить видеозапись в течение 72 часов и предоставить её по первому требованию администрации.</p>
                
                <p>4.14 Во время поставки запрещено заезжать на титульные районы криминальных организаций / семей, не с целью разгрузки материалов. | <b>Demorgan 90 минут.</b></p>
</div>