<div class="headrules">
    <h1>Правила игровых зон</h1>
</div>
<div class="rulesblockbg">
    <h1>1. Green zone</h1>

    <p>Green zone - густонаселенная гражданскими людьми территория, в которой запрещены любые криминальные действия.</p>
  
    <p>1. Запрещены любые криминальные действия. <b>| Demorgan 10-120 минут / WARN / Ban 3 дня. Исключение: террористические акты, государственный переворот, разбойное нападение на территории личного / семейного дома.</b></p>
    
    <p>2. Запрещено устраивать перестрелки / стрельбу. <b>| GunBan 1-5 часов / Demorgan 35-120 минут / WARN / Ban / Hardban 3-30 дней. Исключение: ответный огонь в целях самообороны, стрельба сотрудникам государственных структур при веской IC причине, самооборона в случае нападения животных, стрельба по мишеням в тире, стрельба на территории личного дома (в целях самообороны / защиты территории).</b></p>
    
    <p>3. Запрещены ограбления/похищения. <b>| WARN / HardBan 7 дней (в случае ограбления) / PermBan (в случае ограбления и намеренной передачи денежных средств на другого (своего) персонажа / другу). Примечание: в случае ограбления/похищения наказания применяются ко всем игрокам, причастным к преступлению.</b></p>
    
    <p>4. Запрещено уходить/прятаться от погони / перестрелки. <b>| Demorgan 20-90 минут / WARN.</b></p>
    
    <p>5. Запрещено включать музыку и иные программы для использования посторонних звуков. | Mute 30-60 минут. Исключение: крупные мероприятия, ночные клубы, разрешение администрации, отсутствие помехи другим игрокам (с правильными и полными отыгровками, а так же обязательное наличие гитары / бумбокса).</p>
    
    <p>6. Если игрок находится в Green zone, а Вы нет, то любые запрещенные действия в Green zone с вашей стороны по отношению к нему будут считаться нарушением правил Green zone. Пример: игрок находится в магазине одежды который расположен в красной зоне, но имеет внутренний интерьер - Green zone, а вы находитесь вне территории магазина. В данном случае вам запрещено предпринимать к нему любые действия которые запрещены в Green zone.</p>
  
    <h1>Список территорий, относящихся к Green zone:</h1>
    
    <p>Государственные учреждения: 
        <br> - здание мэрии, полицейский департамент, департамент шерифов, EMS, FIB, автошкола, News, Департамент в Сенди-Шорс, больница в Сенди-Шорс, здание Суда.</p>
    
    <p>Работы:
        <br> -  инкассатор, лесоруб, мусорная переработка, строитель, таксопарк, точки погрузки/разгрузки (всех работ, ЗЗ только для работников), почтальон, ферма, грибник, контракты и все вытекающие точки (ЗЗ только для работников), кладоискатель (ЗЗ только для работников).</p>
    
    <p>Прочее:
        <br> -  автосервисы, автомастерские, банкоматы, банки, аренды лодок и прилегающие к ним территории, прием транспорта на свалке, GunGame, казино и прилегающая к нему территория, метро, сцены, авианосец, пирс Дель-Перро, яхта, массовые мероприятия и наборы фракций, место появления новичков, места рыбалки, вход в дом/квартиру/офис и прилегающая территория (в красной зоне без прилегающей территории), клубы, качалка, места сдачи закладок/автомобилей/мусора, церковь и прилегающая к ней территория, зоны игры в армрестлинг, семейные склады, маркетплейс и прилегающая к нему территория, Human Labs (исключением являются стычки за тайники). Исключение: в клубах разрешено включать музыку. Стяжки, а так же применение силы разрешено только работникам клуба.</p>
  
    <h1>2. Red zone</h1>
  
    <p>Red zone - криминальные территории в Los Santos, в которых проживает большое количество преступного населения. Разрешены любые преступные действия без использования масок.</p>
  
    <p>1. В Red zone с 23:00 до 08:00 разрешено открывать огонь по вооружённым людям без предупреждения. Пояснение: вооруженным считается человек с оружием в руках (в т.ч с холодным оружием).</p>

  <p><b>К территориям Red zone относятся:</b></p>
  
  <p> - Территория гетто</p>
  
  <p> - Респауны банд</p>
  
  <p> - Аэропорт в Сэнди-Шорс</p>
  
  <p> - Эксклюзивная штаб-квартира организации (захваченные / активные (функционально) семейные особняки)</p>

  <h1>3. Grey zone</h1>

  <p>Grey zone - неокрашенная территория на карте является нейтральной, в ней разрешены криминальные действия с учетом всех правил сервера.</p>

  <h1>Карта игровых зон</h1>
  
  <p>Green zone - окрашены зелёным цветом на карте.</p>
  
  <p>Red zone - окрашены красным цветом на карте.</p>
  
  <p>Grey zone - неокрашенная часть карты.</p>
  <p class="note">Карта предоставлена лишь для наглядности, некоторые места могут быть не обозначены, либо неактуальны; в первую очередь следует опираться на функциональные зеленые зоны и вышенаписанные правила.</p>
</div>