<div class="headrules">
    <h1>Правила Администрации</h1>
</div>
<div class="rulesblockbg">


    <h1>Основное положение</h1>
    <p>1. Запрещено невыполнение минимальной нормы онлайна (4 часа в сутки). </p>
        <p><b>Наказание: Устный выговор / Строгий выговор / Снятие.</b></p>
    <p>2. Запрещено снимать/заменять наказания, выданные другим администратором.</p>
        <p><b>Наказание: Устный выговор.</b></p>
    <p>3. Наказания выдаются строго по регламенту.</p>
        <p><b>Наказание: Беседа / Устный выговор / Строгий выговор.</b></p>
        <p>Возможны исключения.</p>
    
    <p>4. Запрещено выдавать наказания по доказательствам, которые предоставили в ЛС и т.д.</p>
        <p><b>Наказание: Устный выговор / Строгий выговор.</b></p>
    <p>5. Исключение: использование стороннего ПО, покупка/продажа игровых ценностей/валюты и другие грубые нарушения, медиа-партнеры предоставили доказательства в разделе “Media”.</p>
    <p>6. Запрещен багоюз/продажа валюты/услуг и т.д.</p>
        <p><b>Наказание: Снятие.</b></p>
    <p>7. Администратор обязан хранить доказательства нарушений в течение 48 часов.</p>
        <p><b>Наказание: Устный выговор / Строгий выговор.</b></p>
    <p>8. Запрещено показывать своё преобладание над игроками.</p>
        <p><b>Наказание: Строгий выговор / Снятие.</b></p>
    <p>9. Запрещено спавнить технику в людных местах и перед игроками, не имея на то причины.</p>
        <p><b>Наказание: Устный выговор / Строгий выговор / Снятие.</b></p>
    <p>10. Разрешено спавнить технику для помощи игрокам/для ССки/снятия ролика/организации мероприятий и т.д.</p>
    <p>11. Запрещено вмешиваться в RP процесс.</p>
        <p><b>Наказание: Устный выговор / Строгий выговор / Снятие.</b></p>
    <p>12. Администратор обязан выдавать наказания беспристрастно.</p>
        <p><b>Наказание: Устный выговор / Строгий выговор.</b></p>
    <p>13. Администратор обязан знать все правила сервера.</p>
        <p><b>Наказание: Беседа / Устный выговор / Строгий выговор / Снятие.</b></p>
    <p>14. Администратору запрещено разглашать внутреннюю информацию проекта и работы администрации (из дискорда/форума/ЛС и т.п.).</p>
        <p><b>Наказание: Снятие.</b></p>

    <p>15. Запрещено использовать ненормативную лексику (IC/OOC).</p>
        <p><b>Наказание: Строгий выговор / Снятие.</b></p>

    <p>16. Запрещено угрожать игрокам.</p>
        <p><b>Наказание: Снятие.</b></p>
    <p>17. Запрещено участвовать в игровом процессе на аккаунте администратора.</p>
        <p><b>Наказание: Строгий выговор / Снятие.</b></p>
    <p>18. Запрещено давать некорректные ответы в репорт.</p>
        <p>Пример: /report 221 id ДМ - Ответ: Оставьте жалобу на форум.</p>
        <p><b>Наказание: Устный выговор / Строгий выговор.</b></p>
    <p>19. Запрещено выдавать игроку hp, оружие, спавн машин и т.д., не имея на то причину.</p>
        <p><b>Наказание: Строгий выговор / Снятие.</b></p>


    <h1>Игровое имущество</h1>
    <p>1. Каждый администратор имеет право владеть домом, авто, одеждой и т.д.</p>
    <p>2. Администрации запрещено иметь во владении бизнес.</p>
        <p><b>Исключение: поручение ГА / Руководства проекта.</b></p>

    <p>3. Администрации запрещено продавать/покупать имущество у игроков.</p>
    <p>4. Администрации запрещено проводить розыгрыши или дарить имущество/деньги игрокам без согласования с ГА.</p>

    <h1>Игра на твинке</h1>
    <p>1. С твинка разрешено играть только с 4 уровня администратора, с одобрения ГА.</p>
    <p>2. Запрещено находиться во фракции на должности выше чем 4 уровень.</p>
    <p>3. Жалоба на твинк рассматривается как на администратора. </p>
    <p><b>Наказание: Устный выговор / Строгий выговор / Снятие.</b></p>
<p>4. Пример: если администратор получил наказание за уход от РП на своём втором персонаже, то он автоматически получит строгий выговор на админском персонаже.</p>
<p>5. Запрещено использовать привилегии администратора.
    <p><b>Наказание: Устный выговор / Строгий выговор / Снятие.</b></p>
<p>6. Примечание: говорить о выдаче наказания, оставлять положительные или отрицательные отзывы о игроках и окружении, стращать игроков и требовать что-то.</p>

<h1>Обязанности куратора</h1>
<p>1. Контролировать активность лидера и фракции.</p>
<p>2. Контролировать количество наборов во фракции.</p>
<p>3. Рассматривать жалобы на лидера курируемой фракции.</p>
<p>4. Контролировать склад курируемой фракции.</p>
<p>5. Модерировать фракционный чат в игре и дискорде.</p>
<p>6. Помогать лидеру советом и отвечать на его вопросы.</p>
<p>7. Быть в курсе всех проблем фракции.</p>
<p>8. Проводить мероприятия для своей фракции.</p>  
</div>