<div class="headrules">
    <h1>Правила проверки на стороннее ПО</h1>
</div>
<div class="rulesblockbg">
    <h1>Общие положение</h1>
    <p>1. Проверки проводятся исключительно в официальном discord'e проекта администраторами, имеющими роль "Cheats Hunter" либо в Google Meet. <b>| Строгий выговор / Снятие.</b></p>
    <p><b>Исключение:</b> ГА/зГА.</p>
    <p><b>Примечание:</b> к официальным дискордам, в которых могут осуществляться проверки, относится: Astra RolePlay | Rage:MP 1.1</p>
    <p><b>Пояснение:</b> ссылку на Google Meet вам предоставляет администратор сообщением зелёного цвета в игровом чате либо в ваш репорт в игре.</p>

    <p>1.2. Во время проверки администрация обязуется вести диалог с уважением к проверяемому. <b>| Строгий выговор / Снятие.</b></p>

    <p>2. Проверка проводится исключительно в том случае, если игрок вызывал подозрения.</p>

    <p>3. Во время проверки игрок вправе отказать от демонстрации каких-либо ресурсов, если он посчитает это нужным. 
    <b>Примечание:</b> отказ может повлиять на итоговое решение администрации.</p>

    <p>4. Игрок вправе отказаться / остановить проверку в любой момент, если он посчитает это нужным. 
    <b>Примечание:</b> отказ может повлиять на итоговое решение администрации.</p>

    <p>5. Администратор не имеет право запрашивать / просматривать личные переписки, либо файлы без Вашего согласия. <b>| Строгий выговор / Снятие.</b></p>
    <p><b>Примечание:</b> диалоги от сообществ по распространению стороннего ПО в различных соц. сетях - не является личной перепиской.</p>

    <p>6. Проверка ресурсов происходит на добровольной основе, администрация не в праве заставлять делать какие-либо действия. <b>| Снятие.</b></p>

    <p>7. Администрации сервера запрещается разглашать информацию пользователя полученную в ходе проверки лицам не являющимися действующими администраторами. <b>| Снятие + ЧС проекта (в случае нарушения).</b></p>

    <p>8. В случае нахождения посторонних файлов у проверяемого, администрация вправе выдать блокировку аккаунта и завершить проверку.</p>

    <p>9. Если в ходе проверки были выявлены другие нарушения (продажа / покупка валюты), администрация вправе выдать соответствующие наказание.</p>

    <p>10. Проверка на сторонне ПО не исключает факт наличия / использования стороннего ПО. В случае, если в ходе проверки не было выявлено нарушений, то игрок всё равно может получить игровую блокировку.</p>

    <p>11.1 Администрация проекта не в праве требовать Вас скачать какие-либо файлы. <b>| Снятие.</b></p>
    <p><b>Исключение:</b> LastActivityView, Everything, OpenIV, ProcessHacker,SystemInformer,BrowsingHistoryview, Journal Trace, UserAssistView. Recuva, Timeless, EaseUS Data Recovery, Echo Bam, ShadowExplorer, CodeWalker.</p>
    <p><b>Примечание:</b> скачивать необходимо только с верифицированных сайтов, например: nirsoft, voidtools, timeless.</p>

    <p>11.2 Любые файлы, которые относятся к исключению, игрок может проверить на вирусы, вредоносное ПО и прочее, на любом удобном ему сайте.</p>
    <p><b>Пояснение:</b> администратор не вправе как-либо препятствовать или выбирать сайт для проверки, всё это делается на личное усмотрение игрока.</p>

    <p>12. Игрок, проходящий проверку, соглашается с Условиями использования компании Digital Minds Media, оператором сервиса "Timeless".</p>
    <p>13. Запрещено записывать и публиковать материалы, связанные с процессом проверки, проводимой администрацией с ролью "Cheats Hunter" в официальном Discord'е проекта. Это включает в себя видеозаписи, аудиозаписи, скриншоты, а также любые другие способы фиксации и последующего распространения информации о проверке.</p>
</div>