<div class="headrules">
    <h1>Правила нападения / обороны территории Форта-Занкудо</h1>
</div>
<div class="rulesblockbg">
    <h1>1. Общие правила</h1>
    <p>1. График нападения на военную базу определяется и устанавливается Главным администратором.<br>
    <b>Примечание:</b> изменение графика должно оповещаться в лидерском чате, не менее, чем за 12 часов до самого мероприятия.</p>
    
    <p>2. На мероприятии действуют все общие правила сервера.
        <br><b>Исключение:</b> PG, DM, NonRP Drive (распространяется только на езду с простреленными покрышками).<br>
    <b>Пояснение:</b> участниками мероприятия являются лишь те игроки, которые находятся в зоне мероприятия .</p>
    
    <p>3. Запрещено использование снайперских винтовок, StunGun. <b>| Demorgan 90 минут / Ban / HardBan 3-5 дней + изъятие оружия.</b></p>
    
    <p>4. Запрещено занимать возвышенности, на которые невозможно попасть без летной техники.  <b>| Demorgan 35 минут.</b></p>
    
    <p>5. Запрещено намеренно уничтожать вражескую матовозку (speedo/bobcat/guardian).  <b>| Demorgan 35 - 90 минут.</b></p>
    
    <p>6. Запрещено вести огонь с/в обозначенной территории .  <b>| Demorgan 35 минут.</b></p>
    <h1>2. Правила для Национальной гвардии</h1>
    <p>1. Запрещено выходить из лазарета после смерти (NLR).  <b>| Demorgan 90 минут / WARN.</b><br>
        <b>Исключение:</b> при нападении на другую точку загрузки материалов таймер NLR сбрасывается.</p>

    <p>2. Запрещено заранее готовиться к мероприятию.  <b>| Устный выговор лидеру / Строгий выговор лидеру.</b><br>
    Исключение: IC информация от других сотрудников гос. фракций.<br>
    <b>Примечание:</b> запрещено заранее патрулировать, усиливать патрули и прочие MG действия с целью нахождения информации.</p>

    <p>3. Разрешено запрашивать поддержку других государственных структур при какой-либо информации о нападении.  <b>| Устный выговор лидеру.</b></p>

    <p>4. Разрешено использовать фракционный транспорт в качестве баррикад и укрытий.<br>
    Исключение: запрещено выстраивать труднопроходимые лабиринты / змейки из транспорта, запрещено выстраивать "тоннели" из техники.  <b>| Устный выговор лидеру.</b></p>

    <p>5. Запрещено вести огонь с транспорта.  <b>| Demorgan 35 минут.<br>
    <b>Примечание:</b> выйти из техники, пострелять по нападающей стороне, а затем обратно сесть в технику, приравнивается к стрельбе из транспорта.</p>

    <p>6. Запрещено вести огонь вне обозначенной территории .  <b>| WARN / Устный выговор лидеру.</b></p>

    <h1>3. Правила для государственных фракций</h1>
    <p>1. Разрешено оказывать подкрепление национальной гвардии только после сообщения в /dep. <b>| Устный выговор лидеру</b>.</p>

    <p>2. Максимальное кол-во сотрудников со стороны одной государственной структуры - 20.  <b>| Устный выговор лидерам.</b><br>
    <b>Примечание:</b> оказывать помощь могут сотрудники FIB, LSPD, LSCSD.  <b>| WARN.</b><br>
    <b>Исключение:</b> окончательное кол-во участников со стороны государственных структур определяется главным куратором государственных фракций, а так же ГА / ЗГА определенного сервера.</p>

    <p>3. Помощь национальной гвардии осуществляется на территории Форта-Занкудо. <b>| WARN / Устный выговор лидерам.</b><br>
    <b>Примечание:</b> запрещено перекрывать дорогу на территории мероприятия .</p>
    <p>4. Запрещено перекрывать КПП-1 / КПП-2. <b>| Устный выговор лидерам.</b></p>

    <p>5. Запрещено использовать наручники. <b>| Demorgan 35 минут.</b><br>
    <b>Исключение:</b> после нападения на территорию Форта-Занкудо разрешено задержать максимум 5 игроков для проведения дальнейшего допроса.</p>

    <p>6. Запрещено использование матовозки криминальных организаций. | Demorgan 35 минут.</p>
    <h1>Правила для Форта-Занкудо</h1>
    <p>1. Запрещено нахождение игроков, не состоящих во фракции / семье. <b>| Demorgan 90 минут.</b></p>
    <p>2. Разрешен один IC союз. <b>| Demorgan 90 минут / Строгий выговор лидеру.</b></p>
    <p>3. Минимальное количество участников - 15 человек. <b>| Demorgan 60 минут / Устный выговор лидеру.</b></p>
    <p>4. Максимальное количество участников - 80 человек. <b>| Demorgan 60 минут / Строгий выговор лидеру.</b></p>
    <p><b>Исключение:</b> окончательное максимальное кол-во участников со стороны криминальных структур определяется ГА / ЗГА сервера. Если ГА / ЗГА не сообщили о финальном количестве участников, то оно равняется 80.</p>
    <p>5. Подъезд к территории Форт-Занкудо разрешен на фракционном / семейном транспорте, а также на личном транспорте, который окрашен в цвет фракции / семьи. <b>| WARN.</b></p>
    <p><b>Примечание:</b> см. рис. 1, красная зона - территория Форта-Занкудо.</p>
    <p>6. Максимальное количество доступных нападений за день со стороны одной фракции / семьи - 1. <b>| Demorgan 90 минут всем участникам / Устный выговор лидеру.</b></p>
    <p>7. За 1 нападение можно использовать не более 2 маячков (маячки разных типов суммируются и идут в учет). <b>| Demorgan 90 минут всем участникам / Строгий выговор лидеру + Изъятие материалов.</b></p>
    <p>8. Разрешено проникать на территорию военной базы только через КПП-1/КПП-2. <b>| Demorgan 15 минут.</b></p>
    <p>9. Запрещено загружать матовозку (speedo/bobcat/guardian) во время перестрелки около точки загрузки. <b>| Demorgan 35 минут + уничтожение матовозки / изъятие материалов.</b></p>
    <p>10. При столкновении нескольких криминальных фракций / семей на территории ФЗ они обязаны начать перестрелку. <b>| Demorgan 60 минут / Устный выговор лидеру.</b></p>
    <p>11. На территории форта запрещено передвижение на любом транспорте. <b>| Demorgan 35-90 минут.</b></p>
    <p><b>Исключение:</b> матовозки (speedo/bobcat/guardian).</p>
    <p><b>Примечание:</b> см. рис. 1.</p>
    <p>12. Запрещено использование стяжек, веревок, мешка, скотча. <b>| WARN.</b></p>
    <p>13. Запрещено ограбление / похищение. <b>| WARN.</b></p>
    <p>14. Запрещено намеренно бездействовать при нападении на территорию Форта-Занкудо. <b>| Demorgan 35-90 минут / Устный выговор лидеру.</b></p>
    <p><b>Пояснение:</b> за бездействие считается длительное нахождение на ФЗ после загрузки материалов, захват точек с целью перестрелок и прочее.</p>
    <p>15. Запрещено захватывать (в т.ч не давать зайти/выйти) Диспетчерскую Вышку, бункер, лазарет, складское здание, раздевалку, казармы, а также любой закрытый интерьер на территории Форта-Занкудо. <b>| Demorgan 35-90 минут.</b></p>
    <p>16. Запрещено удерживать вражескую матовозку на респавне своей / союзной фракции / семьи. <b>| Demorgan 90 минут / Строгий выговор лидеру.</b></p>
    <p>17. Запрещено перехватывать вражеские матовозки на территории мероприятия, а также после самого мероприятия. <b>| Demorgan 90 минут / Устный выговор лидеру.</b></p>
    <p>18. Запрещено респавнить транспорт до окончания нападения на ФЗ. <b>| Беседа / Устный выговор лидеру.</b></p>
    <p>19. От игроков криминальной фракции / семьи требуется минимум 1 видеозапись с момента захода на территорию ФЗ. <b>| Устный выговор лидеру.</b></p>
    <p><b>Примечание:</b> на видео должен быть оригинальный звук, качество не менее 720p, участники обязаны хранить видеозапись 72 часа и предоставить её по первому требованию администрации.</p>
    <p>20. Материалы можно вывозить исключительно на матовозке (speedo/bobcat/guardian). <b>| Demorgan на 60 минут / Устный выговор лидеру + изъятие материалов.</b></p>
    <p>21. Запрещено использование дронов. <b>| WARN.</b></p>
</div>