<div class="headrules">
    <h1>Правила военного положения</h1>
</div>
<div class="rulesblockbg">
    <h1>1. Общее положение</h1>
    <p>1.1. Режим военного положения вводится лидером Government после публикации IC документации.
  <br>Примечание: IC документацией является дело, в котором зафиксированы основные IC нарушения от игроков различных криминальных организаций/семей. В деле не должно быть грамматических ошибок, а также нарушений правил сервера. Дело должно быть одобрено главным куратором гос. структур и ГА.</p>

  <p>1.2. Военное положение объявляется лишь по веским IC причинам. <b>| Строгий выговор лидеру.</b></p>

  <p>1.3. Военное положение вводится на определенную территорию, которая указывается в IC документации.</p>
  <p>Примечание: Определенной территорией является не более 4 районов штата.</p>

  <p>1.4. Военное положение вводится максимум на 12 часов.</p>

  <p>1.5. Разрешено вводить военное положение во время массовых беспорядков, террористических актов и иных веских IC причин.</p>
  <p>Примечание: Данное ВП отличается от военного положения, вводимого на отдельные территории; это кратковременное оцепление небольшого участка, на котором происходят массовые беспорядки, террористические акты и другие мероприятия, вводимое для устранения данных проблем.</p>

  <p>1.6. При военном положении распространяются все общие правила сервера.</p>

  <p>1.7. Запрещен таран перекрытия. <b>| Demorgan 15 - 35 минут.</b></p>
  <p>Исключение: Insurgent, riot2 и другая тяжелая бронированная спецтехника.</p>

  <p>1.8. Запрещен респавн фракционной техники. <b> Устный выговор лидеру.</b></p>
  <p>Исключение: Одобрение куратора фракции.</p>

  <p>1.9. До окончания военного положения запрещено устраивать капты. <b>| Demorgan 90 минут всем участникам / Строгий выговор лидеру.</b></p>

  <h1>2. Правила для государственных организаций</h1>

  <p>2.1. Разрешено устанавливать блокпосты на въездах/выездах с территории военного положения.</p>

  <p>2.2. Использовать огнестрельное оружие разрешено только силовым государственным структурам - FIB/LSPD/LSSD/SANG/USSS. <b>| Demorgan 45 минут.</b></p>
  <p>Примечание: Сотрудникам EMS/WN/Government запрещено участвовать в перестрелках.</p>

  <p>2.3. Губернатору/министрам и старшим рангам Government запрещено присутствовать на территории военного положения.</p>
  <p>Примечание: Исключение - Начало и конец военного положения.</p>

  <p>2.4. Силовым государственным структурам необходимо установить штаб на территории военного положения.</p>

  <p>2.5. Во время военного положения запрещено совершать рейды на криминальные организации, на которые нет никаких расследований/открытых дел. <b>| Устный выговор лидеру.</b></p>
  <p>Пояснение: Расследование/открытое дело - официальный IC документ, в котором есть все необходимые доказательства с соответствующими РП отыгровками.</p>

  <p>2.6. Рейд на респаун любой криминальной организации может проводиться не чаще, чем один раз в час. <b>|Устный выговор лидеру.</b></p>

  <p>2.7. Материал, который будет заснят во время рейдов, можно использовать для дальнейшего рассекречивания криминальной организации.</p>

  <p>2.8. По окончанию военного положения государственным структурам необходимо покинуть территорию в течение часа. <b>| Demorgan 15 минут.</b></p>

  <p>2.9. Главнокомандующим на данном мероприятии являются старшие ранги FIB; все операции и само военное положение происходят под их контролем. <b>| Устный выговор / Строгий выговор лидеру.</b></p>

  <p>2.10. Сотрудники государственных структур имеют право останавливать любых подозрительных граждан с целью проверки (например: люди в масках, люди с оружием, скопление людей).</p>

  <h1>3. Правила для криминальных организаций</h1>

  <p>3.1. Разрешено объединение криминальных организаций/семей для противостояния государственным структурам.</p>
  <p>Примечание: Все объединения должны происходить IC путем. <b>| Устный выговор лидеру.</b></p>

  <p>3.2. Запрещено уходить на респауны фракций/семей во время погони/перестрелки. <b>| Ban 2 дня.</b></p>
</div>