<div class="headrules">
    <h1>Общие правила семейных организаций</h1>
</div>
<div class="rulesblockbg">
    <h1>Общее положение</h1>
    
    <p>1. На участников семей распространяются все правила, которые действуют на обычных игроков.<br>
    <b>Примечание:</b> наказание в виде устных / строгих выговоров лидерам заменяется на дни заморозки семей (устный выговор от 1 часа до 2 дней, строгий выговор от 2 дней заморозки).</p>
    
    <p>2. При совершении криминальных действий на игроков семьи распространяются все основные правила проекта, присущи любому мероприятию / действию.<br>
    <b>Пояснение:</b> общие правила проекта и основных мероприятий, правила криминальных организаций, правила государственных организаций.</p>
    
    <p>3. Запрещено сливать склад/баланс/имущество семьи. <b>| Ban 15-30 дней / HardBan 30 дней / PermBan.</b></p>
    
    <p>4. Разрешено иметь 4 союза с другими семьями.<br>
    <b>Примечание:</b> при заключении / разрыве союзной дипломатии она должна быть отписана в discord-канале Families, иначе она считается недействительной.<br>
    Пример: семья1 заключила союз с семья2 / семья1 разорвала союз с семья2</p>
    
    <p>5. Запрещено использовать склад фракций для нужд семейных организаций. <b>| HardBan 30 дней / PermBan.</b></p>
    
    <p>6. В случае массовых нарушений состава семейной организации к ней могут быть применены санкции, вплоть до расформирования.</p>
    
    <p>7. Респавном семьи является дом / офис, который был оформлен на семейную организацию.</p>
    
    <p>8. Государственные организации вправе сделать рейд на семейный дом (респавн), при наличии весомых доказательств, а также одобренного документа (ордера) администрацией сервера и правительством.<br>
    <b>Примечание:</b> см. правила рейдов.</p>
    
    <p>9. Семейные организации вправе захватывать другой семейный дом (респавн), при наличии весомых доказательств, а также одобренного документа (кейс-файла) администрацией сервера.<br>
    <b>Примечание:</b> см. правила захвата особняков.</p>
    
    <p>10. Семейный цвет (дресс-код, одежда, автомобили и т.п.) определяется "Основным цветом", выбранным при изменении/создании семьи. <b>| Demorgan 35 минут.</b></p>
    
    <p>11. Если игрок состоит во фракции и семейной организации, то цвет при криминальных действиях определяется характером действий (фракционные / семейные). <b>| Demorgan 35-60 минут.</b><br>
    Пример: игрок состоит во фракции Ballas Gang и состоит в семье, у которой основной цвет - белый, совершая криминальные действия с фракцией игрок должен соблюдать дресс-код фракции Ballas Gang, а именно фиолетовый, если ограбления происходит исключительно в составе семьи, то цвет при криминальных действиях должен быть белый.</p>
    
    <p>12. Запрещен трансфер состава на любые семейные мероприятия, включая капты. <b>| Заморозка семьи на 2-7 дней / HardBan 15-30 дней / Понижение на один уровень семьи, в/из которых произошел трансфер.</b></p>
    
    <p>13. Запрещено принимать участие в мероприятиях, которые функционально закрыты у семейной организации. <b>| Заморозка семьи на 3-5 дней / HardBan 5-10 дней / Понижение на 1 уровень семьи.</b><br>
    Пример: участие на ВЗА, ФЗ или поставках, когда функционально семья не имеет еще доступ к ним.</p>
    <p>14. Запрещена покупка/продажа/передача материалов, а также скрафченных предметов между разными типами организаций. <b>| Заморозка семьи на 5-10 дней + откат сделки.</b><br>
        Пример: запрещен обмен материалов семья-фракция (и наоборот), разрешено обменивать материалы семья-семья.</p>
        
        <p>15. Семье запрещено иметь оскорбительное/нецензурное название. <b>| Заморозка cемьи до смены названия / Расформирование семьи.</b></p>
        
        <p>16. При рассекречивании лидера семьи путем РП-расследования, семья получает функциональную заморозку сроком на 5 дней, а также сотрудники государственных фракций могут задерживать игроков в течении 14 дней с целью досмотра на нелегальные предметы.<br>
        <b>Пояснение:</b> игрок определяется дресс-кодом, который был рассекречен и указан в кейсе, в случае не обнаружения у игрока нелегальных предметов он должен быть освобожден.</p>
    
<h1>Правила войны за семейную территорию</h1>

<p>1. Обычные квадраты захватываются в "свободном" формате.<br>
Пояснение: администрация не решает спорные ситуации и не принимает участие в принятии финального решения.</p>

<p>2. Особые квадраты и контрольные точки находятся под модерацией администрации сервера.</p>

<p>3. Использование редкого оружия/предметов на каптах разрешено только по обоюдному согласию. <b>| Заморозка каптов у семьи на 3 дня / Demorgan 45 минут / WARN.</b></p>

<p>4. На каптах особых квадратов и контрольных точек каждый участник обязан вести видеозапись от начала и до конца капта, а также хранить её в течение 48 часов. <b>| Заморозка каптов у семьи на 1-7 дней / HardBan 7-30 дней / Permban.</b><br>
Примечание: запись должна происходить через Nvidia Experience / Radeon Software или любые другие программы, которые захватывают весь рабочий стол, а не отдельные приложения. Видеозапись должна быть цельной, без каких-либо редакций и обработок. Качество видео должно быть не менее 480p и иметь оригинальный звук.</p>

<p>5. Любой администратор вправе запросить видеозапись от конкретных игроков с капта в течение 24-х часов. В случае, если игрок не предоставляет видеозапись в течение 24-х часов, то считается, что игрок не вел видеозапись.<br>
Примечание: запрос от игроков должен быть сделан не позднее 6 часов после окончания капта.</p>

<p>6. Запрещен любой багоюз. <b>| Заморозка каптов у семьи на 1-10 дней / Demorgan 60-100 минут / WARN / Ban 3-30 дней / Hardban 3-30 дней.</b></p>

<p>7. В случае грубых нарушений главный куратор вправе изменить итоги капта, а также вернуть / передать квадрат без объяснения причины.</p>

<p>8. В случае одинаковых цветов семейных организаций, разрешено изменять дресс-код на капт, с целью отличия союзных / враждебных игроков.<br>
Пример: у семьи А и Б белый цвет, на капте семьи А против Б допустимо использование семьей А черного цвета, с целью разделения союзных / враждебных игроков.</p>

<p>9. Запрещено использование государственных бронежилетов (100%). <b>| Заморозка каптов у семьи на 5-7 дней / Demorgan 100 минут / Ban 2 дня.</b></p>

<p>10. Запрещено намеренное нарушение правил сервера на обычных квадратах, с целью выигрыша территорий. <b>| Заморозка каптов у семьи на 10 - 15 дней / Обнуление всех захваченных территорий.</b><br>
Примечание: финальное решение принимает главный куратор криминальных структур.</p>

<p>11. Запрещено входить / находиться в интерьерах. <b>| Demorgan 30-90 минут / WARN / Ban 3-30 дней.</b></p>

<p>12. Запрещено какая-либо помеха / использование уязвимостей / абуз и т.п. при семейной войне за территорию. <b>| Заморозка каптов у семьи на 5 - 15 дней / Обнуление всех захваченных территорий / Расформирование семьи / HardBan 30 дней.</b><br>
Пример: намеренное сбитие защит у другой семьи, игра сразу с 2-х персонажей на 1 капте и т.п.</p>

<p>13. Запрещено играть битву за семейные квадраты более, чем за 1 семью. <b>| Заморозка каптов у семьи на 3-10 дней / HardBan 7-15 дней.</b><br>
Исключение: смена семьи без нарушения правил связанных с трансфером состава, капты в понедельник (можно играть за две семьи с двух разных персонажей).</p>

<p>14. Запрещено играть битву за семейные квадраты с союзной (по дипломатии) семьей. <b>| Заморозка каптов у семьи на 3-10 дней / Аннулирование территорий.</b><br>
Исключение: первый контур квадратов.</p>
<p>15. Запрещена монополия на контрольные точки, помещения и особняки. <b>| Перемещение квадратов в нейтральное состояние / Заморозка каптов на 5-15 дней / HardBan 5-15 дней.</b><br>
    <br>Пример: захват прилегающих квадратов к другому особняку, имея при этом активный особняк, с целью невозможности прохода другой семьи; захват нескольких контуров, с целью невозможности прохода семьи к другим точкам, которые не может захватить семья в виду функциональных лимитов; любая помеха для свободного доступа к особняку, имея при этом активный собственный особняк и т.п.<br>
    <br>Исключение: квадраты бизнесы вокруг контрольных точек, помещений и особняков.</p>
<p>16. В случае, если на видеозаписи присутствуют неоднократные задержки из-за недостатка ресурсов компьютера, по решению главного куратора игрок может получить запрет на посещение каптов. Кроме того, при многочисленных просадках, фризах или не регистрации урона по конкретному игроку на видеозаписях от других игроков также может быть применен запрет.</p>
<p>17. Во время мероприятия запрещено занимать труднодоступные места, которые могут дать преимущество. <b>| Demorgan 30-90 минут / WARN / Ban 3-7 дней / Передача территории другой стороне.</b>
    <br><b>Пример:</b> туннели, метро и т.п.</p>

</div>