<div class="headrules">
    <h1>Правила ограблений и похищений</h1>
</div>
<div class="rulesblockbg">
    <p>1. При похищении/ограблении следуют опираться на правила игровых зон.</p>
    <p>2. Все похищения/ограбления от криминальных организаций / семей могут совершаться на фракционном/личном транспорте окрашенном в цвет фракции / семьи. <b>| Demorgan 35 минут.</b></p>
    <p><b>Примечание:</b> разбойное нападение так же приравнивается к ограблению, на него распространяются все правила, которые действуют при ограблении.</p>
    <p>*<b>Примечание:</b> цвет фракции определяется по цвету фракционного транспорта, цвет семьи "Основным цветом", выбранным при изменении/создании семьи.</p>
    <p><b>Исключение:</b> пешее ограбление.</p>
    
    <p>3.1. Запрещено совершать ограбления в интерьерах. <b>| WARN / Ban 3 дня.</b></p>
    <p>3.2. Запрещено совершать похищения из интерьеров. <b>| WARN / Ban 3 дня.</b></p>
    <p>3.3. Запрещено держать жертву в интерьерах с целью наживы. <b>| WARN / Ban 3 дня.</b></p>
    <p><b>Исключение:</b> неактивных интерьерах, которые не используются для чего-либо (фракции, работы и т.п.).</p>
    <p><b>Примечание:</b> на швейной фабрике, в старом офисе FIB, в интерьере центра переработки металлолома "rogers salvage scrap" запрещены.</p>

    <p>4. Запрещено похищать/грабить более 6 человек за раз. <b>| Demorgan 35-90 минут.</b></p>
    <p><b>Примечание:</b> при похищении более 1 человека максимально допустимый интервал между похищениями - 5 минут.</p>

    <p>5. Грабителей/похитителей должно быть вдвое больше чем жертв. <b>| Demorgan 35-90 минут.</b></p>
    <p><b>Исключение:</b> см. исключение р. 2, п. 3, и р. 3, п. 4.1.</p>

    <p>6. Запрещено грабить/похищать, не имея огнестрельного/холодного оружия. <b>| Demorgan 15-35 минут.</b></p>

    <p>7. Ограбления/похищения разрешены только членам криминальных организаций/семей. <b>| Demorgan 15-60 мин.</b></p>

    <p>8. Причиной для убийства может быть: оскорбление, побег, опознание личности преступника, попытка напугать расправой, нарушение правил PG.</p>
    <p><b>Исключение:</b> в случаe нарушeния правил PG в красной зонe с 23:00 до 08:00 это нe будeт причиной для убийства при ПОиП (р. 2, п. 2 игровых зон).</p>
    <p><b>Примечание:</b> запрещено снять маску, тем самым рассекретить свою личность, а после убить. <b>| Demorgan 120 минут.</b></p>

    <p>9. Запрещено вызывать сотрудников спец. служб (такси/EMS/силовые структуры и т.д), подавать объявления в Weazel News, для последующих криминальных действий в их сторону. <b>| Demorgan 100 минут / WARN / Ban 2-5 дней.</b></p>

    <p>10. Запрещено требовать от жертвы использование гос. волны. <b>| WARN / Ban 2 дней.</b></p>
    <p><b>Примечание:</b> /wnews (зеленка) так же приравнивается к гос. волне.</p>
    <p><b>Исключение:</b> р. 3, п. 2.4.</p>

    <p>11. Жертве ограбления/похищения запрещено использовать OOC средства коммуникации для вызова подкрепления, информирования другой стороны. <b>| WARN.</b></p>

    <p>12.1. Запрещено как-либо пытаться унизить жертву в грубом/эротическом характере. <b>| WARN / Ban 2-5 дней.</b></p>
    <p><b>Пример:</b> заставить петь, кричать, заставить сказать какие-то аморальные вещи, требовать использование неуместной в рамках ограбления / похищения анимации, пытаться унизить с целью розжига OOC конфликта и с целью личного удовлетворения.</p>

    <p>12.2. Запрещено брить жертву без веской IC причины. <b>| Demorgan 60-100 минут / WARN / Ban 2-5 дней.</b></p>
    <p><b>Пример:</b> стрельба, враждебная дипломатия, оскорбления от жертвы и т.п.</p>

    <p>13. При похищении / ограблении с жертвой разрешено проводить лишь функциональное взаимодействие. <b>| Demorgan 60-100 минут.</b></p>
    <p><b>Пример:</b> бритье, ограбление, срез бронежилета, парные анимации и т.п.</p>
    <p><b>Примечание:</b> бронежилет разрешено срезать только в том случае, если он надет на жертве.</p>
    <p><b>Исключение:</b> требование передать / отдать содержимое тайника непосредственно на месте его нахождения.</p>
     <p>14. Запрещено совместно похищать / грабить при нейтральной и(или) враждебной дипломатии. <b>| Demorgan 35 минут всем игрокам / Устный выговор лидеру.</b></p>
     <h1>Ограбления</h1>
     <p>1. Ограбления разрешено совершать исключительно через функционал сервера. <b>| Demorgan 35-100 минут / WARN.</b></p>
     <p><b>Пояснение:</b> при грабеже группой лиц (2 и более человека) нельзя повторно грабить человека, сначала один с помощью функционала (например, неудачно), затем второй. Один человек - одна жертва.</p>
     
     <p>2. Запрещено требовать передачу недвижимости/транспорта/денежных средств со счёта в банке/одежду/предметов. <b>| Ban 3 дня.</b></p>
     
     <p>3. Минимальное количество грабителей при ограблении - 2 человека. <b>| Demorgan 15-35 минут.</b></p>
     <p><b>Исключение:</b> в ночное время суток (с 23:00 до 08:00) на территории красных зон, разрешено грабить в одиночку.</p>
     
     <p>4.1. Минимальное количество грабителей для остановки жертвы в движении на транспортном средстве - 4 человека и 2 машины / мотоцикла. <b>| Demorgan 15-35 минут.</b></p>
     <p><b>Исключение:</b> при ограблении полного инкассаторского автомобиля / автомобиля почтальонов (4 человека) достаточно 6 грабителей.</p>
     
     <p>4.2. Ограбление легкового авто на байке осуществляется наличием минимум 2-х мотоциклов. <b>| Demorgan 10-35 минут.</b></p>
     <p><b>Исключение:</b> ограбление тяжелого автомобиля (инкассаторский автомобиль, фура) осуществляется при наличии минимум 4х мотоциклов. <b>| Demorgan 10-35 минут.</b></p>
     
     <p>5. Запрещено ограбление рабочих. <b>| Demorgan 35 минут.</b></p>
     <p><b>Примечание:</b> инкассатор, почтальон, дальнобойщик, мусорщик, водитель автобуса, пожарный. Данное правило работает с 08:00 до 15:00 (МСК).</p>
     
     <p>6. Запрещено оставлять жертву в стяжках / мешке / веревке / скотче. <b>| Demorgan 60 минут всем участникам.</b></p>
     <p><b>Исключение:</b> тяжелораненый, ограбление во время похищения, похищение (в случае, если был получен выкуп от гос. сотрудников и заложники переданы им).</p>
 
     <h1>Похищения</h1>
     <p>1. Минимальное количество похитителей - 4. <b>| WARN.</b></p>
     
     <p>2.1. Разрешено требовать выкуп за лидера/заместителя фракции/семьи, выкуп можно требовать по следующему критерию:</p>
     <p>- Деньги (см. р. 3, п. 2.3) + что-либо из перечня (см. р. 3, п. 2.4).</p>
     
     <p>2.2. Максимальный выкуп за заложника / игрока враждебной фракции - 25.000$.</p>
     
     <p>2.3. Максимальный выкуп за лидера / заместителя фракции - 100.000$.</p>
     
     <p>2.4. Максимальный выкуп оружием / спец. средствами за лидера/заместителя фракции:
     
         <br> - Лидер/заместитель LSPD/LSCSD - 1 MarksmanRifle Mk2 или 50 / 35 бронежилетов.
         <br> - Лидер/заместитель SANG - 2 CombatMG Mk2 / 1 CombatMG Mk2 или 4000 / 2500 материалов.
         <br> - Лидер/заместитель/министр City Hall - 750.000$ / 250.000$ / 150.000$ или 30 бронежилетов / 25 бронежилетов / 15 бронежилетов.
         <br> - Лидер/заместитель FIB - 1 HeavySniper Mk2 / 1 HeavySniper или 50 бронежилетов / 35 бронежилетов.
         <br> - Лидер/заместитель EMS - 250 / 150 эпинефрина или 6 / 4 дефибриллятора.
         <br> - Лидер/заместитель банды - 20 револьверов / 10 револьверов и территория.
         <br> - Лидер/заместитель семьи - 100.000$ / 75.000$.
         <br> - Лидер/заместитель Weazel News - использование гос. волны (с соблюдением всех норм и правил).</p>
         <p>2.5. При похищении и лидера, и заместителя, потребовать можно лишь одну часть выкупа. <b>| Demorgan 60 минут / Устный выговор лидеру.</b></p>
         <p><b>Пример:</b> при похищении и лидера, и заместителя нельзя запросить 2 снайперские винтовки, 10000 материалов, 150 эпинефрина и т.д.</p>
     
         <p>3. В ситуациях быстрого реагирования CK запрещено. <b>| Откат ситуации / Устный выговор лидеру.</b></p>
     
         <p>4. Весь процесс похищения должен быть записан на видео. <b>| Demorgan 15-35 минут всем участникам + Устный выговор лидеру.</b></p>
         <p><b>Примечание:</b> отсутствие видеозаписи откатывает ситуацию, начало процесса похищения начинается с момента начала криминальных действий в сторону жертвы.</p>
     
         <p><b>*Примечание:</b> видеозапись необходимо хранить 72 часа, минимальное качество видео 720p, на видеозаписи должно быть четко слышно звук игры и автора, в случае необходимости администрация в праве сделать запрос отката, игрокам необходимо как можно скорей предоставить его, однако, не позднее 24 часов.</p>
     
         <p>5. При похищении разрешено у жертвы изъять оружие по РП до окончания ситуации.</p>
         <p><b>Примечание:</b> оружие функционально остается у игрока, во время ситуации он не сможет его использовать.</p>
     
         <p>6. После получения выкупа за заложника, его необходимо отпустить в течение 5 минут или до момента выезда с локации похищения. <b>| Demorgan 35 минут всем участникам.</b></p>
         <p>Исключение: разрешено захватить с собой двух заложников, но их необходимо освободить до момента окончания зеленого коридора.</p>

         <p>7. Запрещено брать переговорщика в заложники. | WARN.</p>
     
         <p>8. Запрещено совершать похищения в промежуток времени: с 02:00 по 10:00 МСК. | WARN.</p>
         <p><b>Исключение:</b> похищение не несущее цель наживы (выкупа), а также похищение участников криминальных структур, выкуп за которых будет осуществляться другой криминальной организацией / семьей.</p>
     
         <p>9. Каждая фракция / семья может совершить два похищения раз в 12 часов. | Demorgan на 90 минут всем участникам / Устный выговор лидеру.</p>
         <p><b>Примечание:</b> перерыв между похищениями должен составлять не менее 3 часов.</p>
     
         <p>10. Выкупающая сторона имеет право 1 раз убедиться в целостности и кол-ве заложников.</p>
         <p><b>Примечание:</b> данное условие является обязательным, отказ от выполнения данного требования будет считаться как неадекватное требование.</p>
     
         <p>11. Запрещено намеренно затягивать похищение. | Demorgan 35 минут всем участникам.</p>
     
         <p>12. Запрещено требовать выкуп менее, чем за 15 минут.</p>
     
         <p>13.1. Выкуп могут осуществляться как игроками государственных структур, так и игроками криминальных структур / семей, в зависимости от похищенного игрока.</p>
     
         <p>13.2. Информацию по поводу похищения игрока из криминальной структуры / семьи, он должен сообщить в /f об этом, в соответствии с требованиями похитителей.</p>
     
         <p>13.3. Выкуп предоставляется согласно р. 3, п. 2.2 - 2.4, все остальные условия, описанные в правилах похищения должны быть соблюдены. | Наказание согласно нарушенному пункту правил.</p>
    <h1>Правила для жертвы</h1>
    <p>1. Водителям авто запрещено продолжать движение, если дорога полностью перекрыта. | Demorgan 35 минут.</p>

    <p>2. Если по автомобилю открыли огонь на продолжительное время и грабителей в разы больше чем в преследуемом авто - водителю необходимо остановиться. | Demorgan 35 минут.</p>

    <p>3. Жертва обязана отыгрывать все эмоции, присущие любому человеку в данной ситуации (страх, беспокойство и т.д.). | Demorgan 35 минут.</p>
    <p><b>Примечание:</b> отыгровка крика, боли и прочего может осуществляться как в voice, так и в /do.</p>

    <p>4. Если был похищен лидер / заместитель фракции, либо министр City Hall, то он обязан вести полную видео запись с момента похищения. | Demorgan 90 минут / Устный выговор лидеру.</p>
    <p><b>Примечание:</b> видеозапись необходимо хранить 72 часа, минимальное качество видео 720p, на видеозаписи должно быть четко слышно звук игры и автора, в случае необходимости администрация в праве сделать запрос отката, игрокам необходимо как можно скорей предоставить его, однако, не позднее 24 часов.</p>
    <p>Сторона выкупа обязана соблюдать все требования со стороны похитителей (предоставить выкуп, возможность отхода и т.д.) | Устный выговор лидеру фракции.</p>
    <p><b>Пояснение:</b> разрешено требовать отмену патруля и зеленый коридор не более, чем на 45 секунд или в радиусе до 750 метров. Отсчет времени идет с момента выезда похитителей с локации, на которой было произведено похищение. Исключение: жертве ничего не угрожает.</p>
    <h1>Правила выкупающей стороны</h1>
    <p>2.1. Разрешено начинать наступление только в том случае, если жертве ничего не угрожает. | Demorgan 90 минут / Устный выговор лидеру, чья фракция являлась инициатором наступления.</p>
    <p><b>Исключение:</b> по оцеплению/переговорщику был открыт огонь.</p>

    <p>2.2. Разрешено нападать, если требования похитителей будут неадекватными.
    <br>Если похитители запросят выкуп больше, чем разрешено правилами.
    <br>Если похитители подали запрос, который выполнили гос. структуры, а террористы подали еще один запрос.
    <br>Запрос бронетехники / вертолета и другой спец. техники.
    <br>Нарушение условий "зеленого коридора".
    <br>Нарушение р. 1, п. 11 правил ограблений и похищений.
    <br>Нарушение р. 3, п. 2.1 правил ограблений и похищений.
    <br><b>Исключение:</b> взаимно одобренные требования.</p>

<p>2.3. Разрешено нападать, если переговорщика взяли в заложники или убили.</p>

<p>2.4. Запрещено начинать штурм, если у переговорщика и стороны захвата не состоялось диалога. | Устный выговор лидеру.</p>
<p><b>Исключение:</b> по оцеплению/переговорщику был открыт огонь, игнорирование переговорщика.</p>

<p><b>Примечание:</b> преступной организации / семье запрещено игнорировать переговорщика. | Устный выговор лидеру.</p>

<p>3. Разрешено объявлять похитителя в розыск после прямого контакта с ним (встрече/диалоге). | Demorgan 25 минут.</p>
<p><b>Пояснение:</b> если человек находился не в маске.</p>

<p>4. Сторона выкупа обязана уведомить сторону захвата о том, что отправляют к ним переговорщика.</p>

<p>5. Разрешено использование "жучков", заранее отыграв их.<br>
    <b>Примечание:</b> жучки действуют 15 минут, передают свою локацию каждые 3 минуты.<br>
    Жучок можно найти с помощью команды /try (1 попытка на каждую сумку).<br>
    В случае удачного нахождения сотрудники криминальных структур могут вытащить его из сумки и выкинуть.<br>
    В случае неудачных поисков им запрещено возвращаться на респаун в течении 15 минут (время передачи жучка геолокации).<br>
    <b>Примечание:</b> на одном похищении можно использовать 1 жучок.
</p>

<p>6. С момента появления кода похищения у гос. структур есть 30 минут чтобы среагировать. | Устный выговор лидерам.
<br><b>Примечание:</b> в случае реагирования переговорщика и его не приезда, ответственность несет лидер гос. фракции. В случае, если переговорщик не приезжает в течение 30 минут, игрокам из криминальной организации разрешено убивать 1 заложника раз в 5 минут.
<br><b>Пояснение:</b> гос. сотрудникам необходимо реагировать как можно скорее, запрещено намеренно затягивать похищение.</p>
</div>