<div class="headrules">
    <h1>Правила войны за AirDrop</h1>
</div>
<div class="rulesblockbg">
    <h1>Общее положение</h1>
    <p>1. В войне за Airdrop (далее <b>ВЗА</b>) могут принимать участие только игроки состоящие в организациях / семьях. | <b>Demorgan 90 минут / WARN.</b></p>
    <p>2. <b>ВЗА</b> - сражение вооруженных групп и лиц, главной задачей которых является получение награды AirDrop'a.</p>
    <p>3. На территории <b>ВЗА</b> должен происходить огневой контент между вооруженными группами, цель которых - уничтожение противника.<br>
    <b>Примечание:</b> запрещен сговор с целью мирного распределение награды AirDrop'a. | <b>15 минут demorgan в случае нарушения.</b></p>
    <p>4.1. На <b>ВЗА</b> действуют все правила сервера.<br>
    <b>Исключение:</b> DM, PG, TK, nonRP drive для матовозки, р. 1, п. 4.2.</p>
    <p>4.2. Разрешено NLR на AirDrop'e в 12:00 и 16:00.</p>
    <p>5. Запрещено DB. | <b>Ban 3-10 дней / HardBan 7-30 дней.</b></p>
    <p>6. Запрещено намеренно поддаваться кому-либо. | <b>Demorgan 45 минут всем нарушителям.</b></p>
    <p>7. Запрещено перекрывать AirDrop транспортными средствами. | <b>WARN.</b></p>
    <p>8. На территории <b>ВЗА</b> запрещено передвижение на любом транспорте. | <b>Demorgan 30-60 минут.</b><br>
    <b>Исключение:</b> конец мероприятия, матовозка (наземная техника, не более 1 шт), воздушная техника (посадка в зоне запрещена).</p>
    <p>9. Участники, которые находятся вне зоны <b>ВЗА</b>, обязаны стремиться попасть к AirDrop'у, не задерживаясь на нейтральной территории. | <b>Demorgan 45-90 минут.</b><br>
    <b>Примечание:</b> выход из зоны <b>ВЗА</b> также будет приравниваться к не стремлению к дропу. Исключением является невозможность продолжения <b>ВЗА</b> из-за местоположения фракций.<br>
    *<b>Примечание:</b> пункт не распространяется на воздушную технику.<br>
    Исключение: при активной перестрелке за зоной AirDrop'a разрешено выходить из неё, после окончания перестрелки фракция обязана вернуться обратно.</p>
    <p>10.1. Запрещены какие-либо криминальные действия по отношению к другим участникам мероприятия. | <b>Demorgan 45-90 минут / Ban 3-30 дней.</b><br>
    <b>Примечание:</b> данный пункт правил теряет свою силу по истечению 7 минут с момента окончания мероприятия либо респавна / отъезда участников фракций / семей.<br>
    Исключение: перестрелка во время мероприятия, после окончания мероприятия данный пункт правил обретает свою силу, участники обязаны разъехаться, а не стреляться друг с другом. В случае продолжительной перестрелки на прилегающей территории <b>ВЗА</b>, данный пункт обретает силу после окончания перестрелки между участниками.</p>
    <p>10.2. Окончанием <b>ВЗА</b> считается нахождение 1 фракции / семьи на территории (в конце мероприятия).<br>
    Пояснение: территорией <b>ВЗА</b> считается как функциональная, так и прилегающая к ней зона.</p>
    <p>11. Государственные силовые структуры могут принимать участие в <b>ВЗА</b>, которое происходит в: 00:00, 04:00, 08:00, 12:00. | <b>Demorgan 45 минут.</b><br>
    <b>Примечание:</b> все полученные предметы сотрудники государственных организаций обязаны положить на склад, в случае отсутствия данного действия, оно будет расцениваться как слив склада.</p>

    <h1>Правила для участников мероприятия</h1>
    <p>1. Запрещены любые IC союзы. | <b>Demorgan 40-90 минут / Устный выговор лидеру.</b></p>
    <p>2. Запрещено намеренно затягивать <b>ВЗА</b>. | <b>Demorgan 90 минут.</b><br>
    <b>Примечание:</b> не открывать AirDrop с целью перестрелки.</p>
    <p>3. Запрещен трансфер / игра за несколько фракций / семей во время <b>ВЗА</b>. | <b>HardBan 30 дней.</b></p>
    <p>4. При столкновении с какой-либо фракцией / семьей обязательно нужно начать перестрелку. | <b>Demorgan 35 минут.</b></p>

    <h1>Запрещено</h1>


    <p>1. Запрещено использование снайперской винтовки, тазера, наручников, стяжек, веревок и дронов, ношение тепловизоров. | <b>Demorgan 90 минут / Ban / HardBan 3-5 дней + изъятие предмета.</b></p>
    <p>2. Запрещено покидать игру во время <b>ВЗА</b>. | <b>warn / HardBan 2-4 дня.</b></p>
    <p>3. Запрещен любой багоюз. | <b>Ban 3-30 дней.</b></p>
    <p>4. Запрещено входить/сидеть в функциональных интерьерах. | <b>Demorgan 35 минут / Ban 3-30 дней.</b></p>
    <p>5. Запрещено использование анимаций. | <b>Demorgan 35-90 минут / WARN.</b><br>
    Исключение: функциональное использование "ползать", "присесть".</p>
    <p>6.1. Запрещено намеренно перехватывать матовозку с целью удержания перед началом мероприятия. | <b>Demorgan 60 минут.</b></p>
    <p>6.2. Запрещено намеренно удерживать вражескую матовозку после мероприятия. | <b>Demorgan 60 минут.</b></p>
    <p>7. Запрещено респавнить транспорт. | <b>Ban 10 дней + изъятие содержимого.</b></p>
    <p>8. Запрещен перехват матовозки после <b>ВЗА</b>. | <b>Demorgan 100 минут всем участникам + изъятие полученного.</b></p>    
</div>