<script>
    export let onWayPoint;
</script>

<div class="headrules">
    <h1>Подработки</h1>
</div>
<div class="rulesblockbg">
    <div class="text">
        <h1>Подработки</h1>
        <p>
          <span style="font-weight: 400;">Невероятная возможность не упустить ни копейки и получить от жизни максимум - <strong>подработки!</strong>
          </span>
        </p>
        <p>
          <span style="font-weight: 400;">На данный момент можно копать руду и рубить деревья. <br><strong>GPS &gt; Подработка &gt; Шахта/Лесоруб</strong>. <br><br><span>Чтобы работать на любой из подработок, достаточно лишь иметь необходимый инструмент, который можно преобрести в специальном магазине. <br><strong>GPS &gt; Прочее &gt; Охотничий магазин.</strong>
            </span>
          </span>
        </p>
        <p>
          <span style="font-weight: 400;">Главная "фишка" данных подработок в том, что персонаж делает всю работу за вас! <br>
            <strong>Достаточно лишь подойти к дереву или шахте с инструментом и нажать "Е"</strong> и можно смело отправляться по своим делам, а по возвращению получить ресурсы, продать их и заработать деньги, либо же скрафтить себе мебель в дом. </span>
        </p>
          <h1 on:click={onWayPoint}>Показать на карте </h1>
    </div>
</div>